{"rubiaceae_arcytophyllum_filiforme": {"description": "Moss-like herbs that form mats; stems trailing, somewhat woody. Leaves opposite, lanceolate, up to 0.4 cm long. Flowers solitary, up to 5 mm long, white or tinged with lilac or pink; they have a short tube with 4 triangular lobes. It is a common species found in the grass páramo. Its moss-like habit is noticeable.", "distribution": "Ecuador to Bolivia."}, "rubiaceae_arcytophyllum_vernicosum": {"description": "Shrubs up to 1 m tall, densely branched. Leaves opposite, lanceolate, up to 0.6 cm long, glossy above; margins thickened below. Inflorescences have 1 to 3 flowers. Flowers 8 mm long, white tinged with lilac, purple or pink; they have a short tube and 4 triangular lobes covered with minute white hairs. It is found in the grass páramo.", "distribution": "S Ecuador to N Peru."}, "apiaceae_arracacia_elata": {"description": "Large herbs, over 1 m tall, profusely branching; stems tinged with reddish-brown. Leaves alternate and compound, up to 30 cm long; its leaflets up to 6 cm long, paler below; margins coarsely serrate-spiny and deeply divided. Inflorescence like an upside down umbrella, up to 10 cm in diameter, many-flowered. Flowers small, up to 4 mm long, yellowish-green. Fruits dry and to 8 mm long. It is found in or around the Polylepis forests.", "distribution": "Colombia to Peru."}, "apiaceae_azorella_pedunculata": {"description": "Cushion-forming plants that form compact mounds up to 2 m in diameter. Leaves clustered at the tip of the branches, up to 1 cm long, very hard and glossy; apex is deeply divided into 3 to 5 spiny lobes. Inflorescence small, less than 1 cm long and with up to 20 flowers. Flowers minute, up to 3 mm long, yellowish green. It is a common species in various environments.", "distribution": "S Colombia to Ecuador."}, "asteraceae_baccharis_caespitosa": {"description": "Low, crawling herbs, forming mats or growing among other plants, the stem suffused with pink. Leaves spathulate, up to 0.5 cm long, clustered, fleshy, dark green and glossy, with a brown apex. Inflorescences a solitary head up to 1 cm in diameter, terminal on the stems. Flowers numerous, tubular, cream-white. Fruits with a crown of white hairs, 8 mm long. It is found in the cushion and occasionally in the grass páramo, in general interspersed with other plants.", "distribution": "Colombia to Bolivia."}, "asteraceae_baccharis_genistelloides": {"description": "Stiff herbs up to 0.5 m tall; stems strongly flattened, triangular and with winged segments. Leaves absent. Inflorescences of solitary or clustered heads along the stem, up to 0.7 cm in diameter, the bracts tinged with pink. Flowers numerous, tubular, up to 5 mm long, white. Fruits with a crown of white hairs, up to 6 mm long. It is found in all environments. Noticeable its flat stems with the overall aspect of a cactus.", "distribution": "Colombia to Bolivia."}, "orobanchaceae_bartsia_laticrenata": {"description": "Herbs up to 50 cm long, with a woody base, covered with glandular sticky hairs. Leaves opposite, lanceolate, up to 2 cm long; margins crenate and curled downwards, often tinged with reddish purple especially in the upper parts. Flowers in the upper portions of the stems, up to 10 mm long; calyx is purple and the tubular corolla is greenish-yellow. It is found in the grass páramo.", "distribution": "Colombia and Ecuador."}, "orobanchaceae_bartsia_pedicularioides": {"description": "Herbs up to 30 cm tall, covered with white hairs; stems reddish. Leaves opposite, up to 1.5 cm long, tinged with pink; crenate margins curled downwards and sometimes tinged with purple. Flowers tubular, up to 8 mm long, pink with white or violet. It is a common species found in various environments.", "distribution": "S Colombia and Ecuador."}, "berberidaceae_berberis_lutea": {"description": "Shrubs up to 3 m tall, with yellow wood. Leaves alternate but clustered, up to 2 cm long, glossy above, paler below, with a spiny tip; margins entire or spiny. Flowers solitary, pendent, up to 10 mm in diameter, bright yellow, tinged with pink. Fruits subglobose, fleshy, up to 8 mm long, green turning reddish and finally purple-black.  It is found in the grass páramo.", "distribution": "Colombia to Bolivia."}, "alstroemeriaceae_bomarea_glaucescens": {"description": "Erect herbs, to 50 cm tall. Leaves alternate, up to 3 cm long, linear, stiff, the margins curl downwards, with white hairs below, the veins noticeable and parallel. Inflorescence has up to 6 pendent flowers on the tip of the stem. Flowers tubular; 3 sepals deep pink outside and yellow inside and the 3 petals yellow with a pink line outside and with purple spots inside. It is found in the grass páramo.", "distribution": "Ecuador to Bolivia."}, "melastomataceae_brachyotum_jamesonii": {"description": "Shrubs up to 1.5 m tall, covered with coarse hairs. Leaves opposite, lanceolate, up to 1.6 cm long, with 3 main veins from the base. Flowers pendent, in pairs, up to 20 mm long, with pinkish-red bracts and sepals; overlapping petals form a dark purple tube. It is found in the grass páramo and in the Polylepis forests.", "distribution": "Endemic to C and S Ecuador."}, "poaceae_calamagrostis_intermedia": {"description": "Large tussock grasses, up to 80 cm long in diameter. Leaves linear, up to 80 cm long; margins curled inwards along the leaf giving it a cylindrical shape. Inflorescences showy racemes, up to 90 cm long, with numerous yellowish spikelets. Flowers reduced, up to 10 mm long. It is the dominant plant in the grass páramo. It survives fires.", "distribution": "Colombia to Argentina."}, "portulacaceae_calandrinia_acaulis": {"description": "Low herbs at ground level, 8 cm in diameter. Leaves arranged in a basal rosette, linear, up to 5 cm long, with a pinkish-red base. Flowers single, up to 8 mm long, tubular, and various per plant, often hidden among the leaves, pink or pale violet, sometimes almost white. Fruits enclosed in the red papery calyx. It is found in rocky or sandy areas.", "distribution": "Mexico to Chile."}, "calceolariaceae_calceolaria_rosmarinifolia": {"description": "Subshrubs up to 1 m tall, covered with sticky, yellowish hairs. Leaves opposite, lanceolate, up to 12 cm long, glossy green above, and yellowish green and densely wooly below; margins curled downwards. Inflorescences up to 10 cm long, with numerous flowers. The flowers have an irregular globose shape, up to 15 mm long, bright yellow. It is found in the grass páramo.", "distribution": "Endemic to Ecuador."}, "brassicaceae_cardamine_jamesonii": {"description": "Delicate herbs, to 40 cm tall. Leaves alternate; those at base divided into 3 more or less round segments, up to 1.5 cm long, and those on the stem divided into 9 elongate segments up to 1 cm long, purple below. Inflorescence terminal on the stem, a few-flowered raceme. Flowers up to 10 mm long, with 4 overlapping petals, pink to purple. Fruits linear, opening by valves curling into spirals. It is found in the Polylepis forests.", "distribution": "Colombia and Ecuador."}, "orobanchaceae_castilleja_fissifolia": {"description": "Herbs up to 40 cm tall. Stems erect or ascending, sometimes scandent, usually several stems from a thick woody base, and often branched. Trichomes fine and slightly recurved or glabrous. Leaves simple, alternate, lanceolate, 2-3 cm long, caulinar, pilose, green or distally purple, entire or divided into 1-2 pairs of lateral, narrow, thread-like lobes. Inflorescence in short racemes; upper bracts distally red or orange red, more conspicuous than the flowers; pedicels 5-15 mm long; calyx green or yellowish green, with yellowish or reddish margins; corolla 21-35 mm long, green or yellow-green, lower lip with 3 reduced teeth. Fruits ovoid capsules, ca. 15 mm long; seeds numerous.", "distribution": "Colombia and Ecuador."}, "caryophyllaceae_cerastium_floccosum": {"description": "Herbs up to 15 cm tall, profusely branched, covered with glandular, sticky hairs. Leaves opposite, divided in 3 at the apex, up to 1.5 cm long, overlapping. Inflorescence of 1 or 2 flowers at the end of the branches. Flowers up to 15 mm in diameter; 5 white petals cleft at apex; stamens yellow. It is found in the cushion páramo and among rocks.", "distribution": "Venezuela to Ecuador."}, "asteraceae_chuquiraga_jussieui": {"description": "Shrubs up to 1.5 m tall. Leaves alternate, up to 1.2 cm long, stiff, with a spiny tip. Inflorescence of showy, compact heads, up to 5 cm long; spine-tipped bracts orange. Flowers (20–45) slender, yellow or orange, 20 mm long. The fruit has a white crown. It is found in the shrubby páramo. Flowers visited by Oreotrochilus chimborazo hummingbirds.", "distribution": "S Colombia to S of Peru."}, "lamiaceae_clinopodium_nubigenum": {"description": "Trailing shrubs, sprawling, forming mats, very aromatic, the stems reddish brown. Leaves opposite, ovate, up to 0.4 cm long, clustered along the stems, with scattered hairs. Flowers solitary in the axils of the leaves, irregular, tubular, up to 7 mm long, pale lilac with darker spots. It is found in the grass páramo.", "distribution": "Colombia to Peru."}, "asteraceae_diplostephium_ericoides": {"description": "Shrubs up to 1 m tall, profusely branched, with grayish-white, wooly hairs. Leaves alternate, linear, up to 0.5 cm long, leathery, below densely covered with grayish-white wooly hairs; margin curled downwards. Inflorescences heads, up to 1.5 cm in diameter, at the end of the branches. Flowers of two types: the external (± 15) irregular and strap-shaped, up to 8 mm long, white, the internal (± 20) tubular, with 5 teeth, yellow to orange. Fruits with a crown of white hairs, up to 10 mm long. It is found in the grass páramo.", "distribution": "Endemic to Ecuador."}, "asteraceae_diplostephium_glandulosum": {"description": "Shrubs up to 3 m tall; branches and lower surface of leaves covered with wooly grayish-white hairs. Leaves alternate, linear, leathery, up to 1.2 cm long, and the margins curl downwards. Inflorescences heads around 2 cm long, at the tip of the branches. Flowers of two types: the external (± 20) irregular, strap-shaped, 15 mm long, deep lilac; internal (± 15) tubular with 5 yellow teeth. Fruits with a crown of reddish hairs. It is found in the Polylepis forests.", "distribution": "Colombia and Ecuador."}, "ericaceae_disterigma_empetrifolium": {"description": "Dwarf shrubs or trailing plants, profusely branched, forming small cushions. Leaves alternate, up to 1 cm long, overlapping, stiff. Flowers solitary, up to 10 mm long, vase-shaped with 4 small teeth, fleshy, bright or pale pink to reddish. Fruit globose, fleshy, up to 12 mm long, greenish-white, translucent. It grows in the cushion páramo and in the Polylepis forests.", "distribution": "Venezuela to Peru."}, "asteraceae_dorobaea_pimpinellifolia": {"description": "Herbs up to 25 cm tall. Leaves much divided, up to 5 cm long, and arranged in a basal rosette. The elevated inflorescence is of showy heads, up to 7 cm in diameter. Flowers of two types: the external (± 20) irregular, strap-shaped, up to 30 mm long, bright yellow, the internal (more than 50) tubular, with 5 teeth, dark yellow to orange. Fruits with a crown of white silky hairs up to 10 mm long. It is common in the grass páramo.", "distribution": "Colombia to Peru."}, "brassicaceae_draba_steyermarkii": {"description": "Lax herbs up to 50 cm tall, somewhat reclining, covered with coarse hairs. Leaves alternate, lanceolate, up to 1.5 cm long, clustered. Inflorescence terminal on the stem, with about 10 flowers. Flowers up to 10 mm long, with 4 overlapping petals, purple with a greenish yellow base. Fruits lanceolate, elongate or curved. It is mainly found in rocky areas, occasionally in the Polylepis forests and grass páramo.", "distribution": "Endemic to Cajas."}, "ephedraceae_ephedra_americana": {"description": "Shrubs up to 50 cm tall, profusely branched, olive-green. Leaves scale-like and arranged in rings spaced along the stem, up to 3 mm long, pinkish-red. The reproductive structures, called strobili, a group of modified, leathery leaves (bracts), up to 8 mm long, green suffused with pinkish-red, yellow or orange, the masculine bear pollen, the feminine bear ovules. The seeds covered with the fleshy, pinkish, swollen bracts. It is found in rocky areas.", "distribution": "Ecuador to Argentina."}, "orchidaceae_epidendrum_tenuicaule": {"description": "Epiphytic or terrestrial plants, sometimes growing on rocks, up to 30 cm tall; roots white. Leaves alternate, lanceolate, up to 3 cm long. Inflorescences pendent racemes, up to 4 cm long, with up to 20 flowers. Flowers greenish yellow, up to 10 mm long; central petal (labellum) is larger and has 3 lobes. Fruit a globose dry capsule, 2 cm long, green, ribbed and with thousands of minute seeds. It is common in various environments.", "distribution": "Endemic to Ecuador."}, "equisetaceae_equisetum_bogotense": {"description": "Plants up to 30 cm tall; stems slender and generally hollow. Leaves minute, reduced to brown scales, arranged in rings spaced along the stem. The reproductive structures (sporangia) found in small spike-like structures (strobili) at the apex of the branches; to 1.5 cm long, dark brown with green spores. It is found along roads.", "distribution": "Costa Rica to Bolivia."}, "apiaceae_eryngium_humile": {"description": "Herbs up to 20 cm tall. Leaves arranged in a basal rosette, thick, glossy, up to 15 cm long; margins spiny-serrate, the main vein cream above. Inflorescence globose, up to 1.5 cm in diameter, with white to silvery, spine-tipped bracts. Flowers minute, up to 3 mm long, lilac-blue. Fruits 2 mm long, purple-black. It is common in various environments.", "distribution": "Venezuela to Peru."}, "escalloniaceae_escalonia_myrtilloides": {"description": "Shrubs up to 3 m tall. Leaves alternate, up to 2.5 cm long, lanceolate, with minute glands. Flowers solitary, pendent, up to 1.5 cm long, cup-shaped with 5 deciduous petals, green or greenish cream; stigma is nail-like and thick. Fruit a dry capsule that eventually opens. It is found in forest remnants and lower páramo.", "distribution": "Costa Rica, Panama, and the Andes from Venezuela to Argentina."}, "onagraceae_fuchsia_vulcanica": {"description": "Shrubs up to 3 m tall, with reddish pink stems. Leaves elliptic, up to 10 cm long; margins slightly crenate, the petioles reddish pink. Inflorescence few-flowered. Flowers pendent, up to 8 cm long, reddish pink, tubular with 4 triangular sepals and 4 spathulate petals. Fruits fleshy, up to 1.5 cm long, green with purple. It is found in the forests patches in the lower parts of the páramo.", "distribution": "Endemic to Ecuador."}, "rubiaceae_galium_hypocarpium": {"description": "Trailing herbs, covered with white hairs. Leaves opposite, up to 1 cm long, elliptic; together with 2 similar stipules in groups of 4 at each node. Inflorescence has 2 flowers. Flowers inconspicuous, up to 4 mm in diameter, with 4 greenish petals. Fruits globose, up to 7 mm in diameter, fleshy, bright orange. It is found in the Polylepis forests.", "distribution": "Mexico to Paraguay."}, "gentianaceae_gentiana_sedifolia": {"description": "Small herbs, up to 4 cm tall. Leaves opposite, up to 0.7 cm long, lanceolate and narrow. Flowers solitary and erect, up to 10 mm in diameter, funnel-shaped, pale blue or violet, with purple dots in the center and with a yellow throat, rarely white or pale yellow. The flower closes at night or on cold and cloudy days. It is common in all environments, growing within cushion plants or in the tussock grass.", "distribution": "Costa Rica to Bolivia."}, "gentianaceae_gentianella_cerastioides": {"description": "Small herbs up to 5 cm tall, sometimes forming small cushions. Leaves opposite and clustered along the short stem, lanceolate, up to 8 mm long. Flowers solitary, erect, up to 25 mm long, lilac or rarely pink, with darker veins. It is found in the cushion páramo.", "distribution": "S Colombia and Ecuador."}, "gentianaceae_gentianella_hirculus": {"description": "Low herbs, up to 10 cm tall, solitary or in groups. Leaves opposite, up to 1.5 cm long, linear and clustered. Flowers up to 20 mm long, with a globose shape, the petals overlapping and barely open, bright orange-yellow with the exposed margin red. It is common in various environments. It differs from the next species by being smaller with brighter, larger, but fewer flowers.", "distribution": "Endemic to Cajas, Ecuador."}, "gentianaceae_gentianella_hyssopofila": {"description": "Herbs up to 40 cm tall, with various stems. Leaves opposite, up to 2 cm long, linear. Inflorescence has groups of up to 5 flowers along the stem. Flowers up to 15 mm long, globose-elliptic with the petals overlapping and barely open, pale yellow tinged with red. It is the found among the bunch grass. It differs from the previous species by its taller size, with smaller but numerous flowers.", "distribution": "Endemic to S Ecuador."}, "gentianaceae_gentianella_longibarbata": {"description": "Plants with lax stems, somewhat reclining at base, somewhat woody, up to 80 cm tall. Leaves opposite, lanceolate, up to 6 cm long, stiff. Flowers 40 mm long, appearing tubular by the overlapping petals, pendent, and yellowish green or lemon yellow, sometimes with purple dots. It is found in the Polylepis forests or in the shrubby páramo.", "distribution": "Endemic to Cajas, Ecuador."}, "gentianaceae_gentianella_rapunculoides": {"description": "Herbs up to 20 cm tall, in small groups. Leaves lanceolate, opposite, up to 1 cm long, tinged with purple. Inflorescence a raceme, up to 10 cm long, with 3 to 10 flowers, the axis purple-red. Flowers up to 20 mm long, bell-shaped and pendent, pale to dark violet or bluish, with darker veins. It is found in the cushion páramo.", "distribution": "S Colombia and Ecuador."}, "geraniaceae_geranium_multipartitum": {"description": "Low herbs, up to 5 cm tall, forming small mats. Leaves arranged in a basal rosette, up to 1.5 cm long, divided in fine lobes; petioles long and reddish, with white hairs. Flowers solitary and central in the rosette, up to 2 cm in diameter, with 5 very pale lilac petals with purple veins. It is found in the grass páramo and in the Polylepis forests.", "distribution": "Colombia to Peru."}, "rosaceae_geum_peruvianum": {"description": "Herbs up to 80 cm tall, covered with hairs. Leaves alternate, the basal divided, lyre-shaped, up to 15 cm long, the upper ones generally 3-lobed and up to 4 cm long. Inflorescence up to 8 cm long has 1 to 7 flowers. Flowers up to 10 mm in diameter, with 5 open, bright yellow petals, with numerous pistils. Fruit globose, 15 mm in diameter, and it is an aggregate of small dry fruits each 4 mm long and with a long hook. It is found in shrubby areas.", "distribution": "Colombia to Peru."}, "asteraceae_gynoxys_cuicochensis": {"description": "Shrubs or small trees up to 5 m tall, covered with a dense layer of grayish white hairs. Leaves opposite, lanceolate, up to 10 cm long. Inflorescences several heads, each to 1.5 cm in diameter. Flowers of two types: the external (± 8) irregular, strap-shaped, up to 13 mm long, bright yellow; internal (± 18) tubular with 5 teeth, yellow. Fruits with a crown of coarse, yellowish-white hairs, up to 15 mm long. It is found in forested areas.", "distribution": "Endemic to Ecuador."}, "asteraceae_gynoxys_miniphylla": {"description": "Shrubs up to 2 m tall, covered with a dense layer of grayish white hairs. Leaves opposite, ovate, up to 1.5 cm long. Inflorescence has several heads, each to 0.5 cm in diameter. Flowers of two types: the external, when present, (± 5) irregular, strap-shaped, 4 mm long, yellow, the internal (± 15) tubular and with 5 teeth, yellow. Fruits with a crown of coarse yellowish white hairs up to 5 mm long It is found in the grass páramo..", "distribution": "Endemic to Ecuador."}, "gentianaceae_halenia_serpyllifolia": {"description": "Small herbs less than 10 cm tall. Leaves arranged in a basal rosette with others opposite along a short stem, lanceolate, up to 1 cm long. Flowers solitary or sometimes 2 to 4. up to 10 mm long, light green-yellow, with spur-like extensions up to 6 mm long. Of the three species found in Cajas, this is the smallest; all have the flowers with similar shape and color, but the others are larger plants.", "distribution": "Endemic to Cajas, Ecuador, in the cushion páramo."}, "rosaceae_hesperomeles_obtusifolia": {"description": "Shrubs up to 2 m tall; branches often terminate in a spine. Leaves alternate, lanceolate, up to 3 cm long, stiff; margin serrate. Inflorescences up to 4 cm tall, with 1 to various flowers. Flowers 10 mm long; petals white tinged with pink or red. Fruits round, fleshy, 10 mm long, and red turning black. It is found around the Polylepis forests and in the grass páramo.", "distribution": "Venezuela to Bolivia."}, "asteraceae_hieracium_frigidum": {"description": "Herbs up to 60 cm tall, covered with long white hairs. Basal leaves spathulate, up to 12 cm long. Inflorescence of heads at the end of the stems, pendent, up to 3 cm in diameter; bracts dark green. Flowers irregular and strap-shaped, up to 25 mm long, with 5 small teeth, lemon yellow. It is the found in the grass páramo.", "distribution": "Venezuela to Peru."}, "lycopodiaceae_phlegmariurus_crassus": {"description": "Plants up to 25 cm tall, solitary or in small groups; stems cylindrical and some­times furcate at apex. Leaves spirally arranged, scale-shaped, up to 1 cm long, overlapping, green to orange-red or pink-red. The upper leaves bear the reproductive struc­tures (sporangia) at their base; sporangia 2 mm long and kidney-shaped, green to yellow. It is found in the cushion páramo.", "distribution": "Guatemala to Bolivia."}, "hypericaceae_hypericum_aciculare": {"description": "Shrubs up to 50 cm tall, profusely branched. Leaves opposite, up to 15 mm long, needle-like and clustered. Flowers solitary, at the top of the branches, up to 40 mm in diameter, with 5 bright yellow petals, the stamens numerous, yellow. Fruits ovate, dry, brown capsules. It is found in the Polylepis forests.", "distribution": "S Ecuador to N Peru."}, "asteraceae_hypochaeris_sessiliflora": {"description": "Low herbs up to 5 cm tall. Leaves arranged in a basal rosette, up to 2.5 cm long, elongate and narrow. Inflorescence of solitary heads, up to 3 cm in diameter. Flowers numerous; all irregular, yellow, strap-shaped and with 5 small teeth at the apex. Fruits with a crown of white or reddish plumose hairs up to 15 mm long. It is found in all environments. Compare with the previous species that has two types of flowers.", "distribution": "Colombia to Bolivia."}, "isoëtaceae_isoëtes_novo-granadensis": {"description": "Terrestrial or aquatic plants, up to 10 cm in diameter; stems generally fleshy, and generally buried. Leaves arranged in a half-buried rosette, linear, up to 5 cm long, triangular in a transversal cut and containing air chambers, leathery, acute. The reproduc­tive structures (sporangia) 5 mm long, masculine or feminine, found at the base of the leaves and covered by a membrane; spores white to gray. It is found in moist areas or totally submerged in water", "distribution": "Colombia and Ecuador."}, "pteridaceae_jamesonia_goudotii": {"description": "Terrestrial ferns, up to 35 cm tall, covered with reddish brown hairs. Leaves up to 30 cm long, erect and stiff with a coiled apex, and with numerous pairs of ear-shaped, leathery, overlapping leaflets to 5 mm long, with margins curled downwards. The reproductive structures (sori) on the lower side of the leaflets; spores dark brown.  It is found in the Polylepis forests. The species of this genus almost exclusive to the Andean páramos.", "distribution": "Colombia to Peru."}, "rosaceae_lachemilla_hispidula": {"description": "Coarse herbs, up to 25 cm tall; stems reddish and emerge from the same point. Leaves reduced, up to 0.7 cm long, narrow, up to 10 fused at their base and clustered in rings along the stem, villous. Inflorescence globose, with various flowers. Flowers minute, up to 2.5 mm long, pink with greenish-white. It is found in the cushion páramo.", "distribution": "Colombia and Ecuador."}, "rosaceae_lachemilla_orbiculata": {"description": "Trailing herbs, forming mats at ground level. Leaves arranged in a basal rosette, up to 3.5 cm long, orbicular-kidney shaped, white-villous; margins dentate, with 9 to 11 lobes; petiole is elongate and reddish. Inflorescence inconspicuous, up to 3 cm long. Flowers up to 4 mm long and yellowish-green. It is found especially in disturbed and grazing areas.", "distribution": "Colombia to Peru."}, "asteraceae_loricaria_thuyoides": {"description": "Shrubs up to 1.5 m tall, profusely branched; branches appearing flattened. Leaves alternate, small, hard, up to 0.5 cm long, folded and scale-like, overlapping in two rows, the inferior reddish-brown and the superior glossy, dark green with a reddish apex, with dense silky white hairs. Inflorescences small heads, up to 0.5 cm in diameter. Flowers tubular, pale yellow or cream. Fruits with a crown of yellowish-white hairs, up to 5 mm long. It is found in groups in the highest parts of the grass páramo.", "distribution": "Colombia to Bolivia."}, "fabaceae_lupinus_microphyllus": {"description": "Sprawling shrubs, covered with long silvery hairs. Leaves alternate and compound; its 8 leaflets palmate, linear and up to 0.8 cm long. Inflorescence a raceme with up to 8 flowers. Flowers irregular, up to 10 mm long; petals, of various irregular shapes, deep purple with white. Fruit a compressed legume, up to 15 mm long, opening by the sutures. It is found in the grass páramo.", "distribution": "Colombia to Bolivia."}, "campanulaceae_lysipomia_vitreola": {"description": "Low herbs, sometimes forming small cushions. Leaves arranged in a basal rosette, lanceolate, up to 1.5 cm long, leathery, glossy and acute at apex. Flowers solitary, up to 15 mm long, white with purple dots towards the center, with 2 lips; one of the lips has 2 triangular lobes and the other 3; stamens fused and form a central column. It is found in the grass or cushion páramo.", "distribution": "Endemic to Cajas, Ecuador."}, "melastomataceae_miconia_chionophila": {"description": "Small shrubs, with trailing stems; twigs and leaves covered with glandular hairs. Leaves opposite, ovate, up to 1.5 cm long, with scattered hairs on the margins, and with 3 raised veins. Flowers solitary and generally beneath the branches, up to 1.5 cm diameter, cup-shaped (hypanthium), with 4 white petals and 4 stamens; stigma is large. Fruits fleshy and green. It is common in the Polylepis forests and occasionally hidden among the tussock grasses.", "distribution": "Venezuela to Bolivia."}, "melastomataceae_miconia_salicifolia": {"description": "Shrubs 1 to 4 m tall, with an overall columnar shape, densely branched, the stem, lower surface of leaves, and flowers covered with yellowish to reddish-brown hairs. Leaves opposite, up to 5 cm long, lanceolate and narrow, the margins curl downwards. Inflorescence 1 to 2 cm long, few-flowered. Flowers up to 5 mm long, cup-shaped, pink; petals cream-white; stamens pink. Fruits round and fleshy, up to 6 mm long, bluish-green turning purple. It is found in the grass subpáramo.", "distribution": "Venezuela to Peru."}, "polygalaceae_monnina_crassifolia": {"description": "Shrubs up to 1.5 m tall. Leaves alternate, lanceolate, up to 6 cm long, leathery. Inflorescence has numerous flowers, up to 6 cm long. Flowers up to 6 mm long, butterfly-shaped, blue or purple-blue; one of the petals, the 'keel', has a yellow tip. Fruits fleshy, ellipsoid or kidney-shaped, up to 8 mm long, wine purple and green at base when young, turning purple black. It is common in various environments.", "distribution": "Colombia and Ecuador."}, "haloragaceae_myriophyllum_quitense": {"description": "Aquatic herbs, submerged and floating, forming dense groups; stems variable in length and sometimes woody. Leaves in groups of 4 or 5. to 1.5 cm long; submerged leaves have many slender divisions like thread; emerging leaves entire, yellow-green tinged with red and the margins serrate. Flowers minute, up to 3 mm long and greenish. It is common in the lakes.", "distribution": "Venezuela to Tierra del Fuego."}, "poaceae_chusquea_villosa": {"description": "Dwarf bamboos up to 1 m tall, growing in dense groups; stems hollow and tinged with purple. Leaves elongate, up to 20 cm long, hard and covered with long silky white hairs; edges quite sharp. Inflorescences among the leaves or taller, light brown; axis is villous and has numerous spikelets each with various flowers (florets). Flowers inconspicuous, stiff, up to 4 mm long. It is found in the grass páramo and moist areas in the Polylepis forests.", "distribution": "Endemic to S Ecuador."}, "malvaceae_nototriche_hartwegii": {"description": "Cushion-forming herbs, up to 1 m in diameter, grayish green, densely covered with white hairs. Leaves clustered at the tip of the stems, up to 2 cm long, markedly lobed. Flowers solitary and found among the leaves, erect, showy, up to 2.5 cm long; 5 overlapping petals, deep violet with a green center; stamens form a white column with the yellow anthers at the top. It is only found in rocky areas above 4100 m.", "distribution": "A rare endemic species to S Ecuador."}, "asteraceae_oritrophium_crocifolium": {"description": "Herbs up to 30 cm tall, covered with long, silky, white hairs. Leaves arranged in a basal rosette, up to 10 cm long, elongate and narrow, with the thickened margin curled downwards. Inflorescences solitary, erect heads, up to 2 cm in diameter. Flowers of two types: the external (± 80) irregular, strap-shaped, up to 10 mm long, white, the internal (± 50) short, tubular and with 5 teeth, pale yellow. Fruits with a crown of coarse hairs, up to 8 mm long, yellow. It is common in all environments.", "distribution": "Ecuador and Peru."}, "plantaginaceae_ourisia_chamaedrifolia": {"description": "Small, reclining herbs, up to 10 cm tall, generally in groups. Leaves opposite, up to 1 cm long; margins crenate. Flowers solitary, pendent, with a bell-tubular shape, up to 25 mm long, dark pink to pinkish-red. It is found in rocky areas mainly in the highest parts of the páramo.", "distribution": "S Colombia to Bolivia."}, "oxalidaceae_oxalis_phaeotricha": {"description": "Ascending herbs up to 50 cm tall, covered with white, silky, long hairs; stems fleshy and tinged with red. Leaves alternate and compound; its 3 heart-shaped leaflets up to 1 cm long, sensitive to the touch and turn downwards. Inflorescence has 1 to 3 flowers up to 25 mm in diameter, with 5 deep yellow petals with red veins. It is found in the Polylepis forests.", "distribution": "Colombia to Bolivia."}, "poaceae_paspalum_bonplandianum": {"description": "Herbs in lax tufts, sometimes trailing, up to 15 cm long, bluish green and densely covered with white hairs. Leaves lanceolate, and have a sheath at the base; blade is narrow, up to 8 cm long. Inflorescences grow on reddish stems, lax compound racemes with up to 9 spikelets; yellowish green flowers much reduced. It is found in the grass páramo.", "distribution": "Ecuador and Peru."}, "passifloraceae_passiflora_cumbalensis": {"description": "Climbers with thin curled tendrils. Leaves alternate, up to 14 cm long, with 3 more or less triangular lobes, the margins serrate. Flowers solitary, pendent, up to 10 cm in diameter, violet pink, with a long tube up to 20 cm; petals pink; floral bracts greenish bluish. The fruit is fleshy, yellowish. It is found in the Polylepis forests.", "distribution": "S Colombia to C Peru."}, "orobanchaceae_pedicularis_incurva": {"description": "Herbs up to 30 cm tall. Leaves arranged in a basal rosette, sometimes with a few alternate along the stem, up to 9 cm long, deeply divided towards the principal vein into crenate segments, purple. Inflorescence up to 20 cm long, with numerous flowers. Flowers tubular, curved, up to 2 cm long, dark pink, with one of the petals forming a darker beak. It is found in the grass páramo and occasionally in the cushion páramo.", "distribution": "Colombia and S Ecuador."}, "asteraceae_pentacalia_arbutifolia": {"description": "Shrubs up to 2 m tall. Leaves alternate, less than 1 cm long, thick, glossy above; margins have small teeth. Inflorescence has small heads, each up to 1.5 cm in diameter. Flowers of two types: the external (± 10) strap-shaped, narrow, up to 8 mm long, pale yellow or cream, the internal (± 20) tubular and with 5 teeth, pale yellow or greenish yellow. Fruits with a crown of white silky hairs, up to 8 mm long. It is common in the patches of forest in the grass páramo.", "distribution": "Ecuador."}, "asteraceae_pentacalia_vacciniodes": {"description": "Shrubs up to 2 m tall, profusely branched. Leaves alternate, up to 4 cm long, thick, bluish-green; apex is pointed and pink. Inflorescences terminal and have up to 8 heads, each 1.5 cm in diameter. The flowers (± 30) tubular, up to 8 mm long, with 5 teeth, yellow. Fruits with a crown of white silky hairs, up to 5 mm long. It is found in the grass páramo.", "distribution": "Colombia and Ecuador."}, "piperaceae_peperomia_graveolens": {"description": "Epiphytic or terrestrial herbs, fleshy, up to 25 cm tall; stems suffused with brown-red. Leaves arranged in groups, ovate, up to 1.5 cm long, fleshy, sometimes with a red margin. Inflorescence a fleshy spike, up to 6 cm long, terminal on the stem, light green when young, turning pinkish. Flowers minute. Fruits 1 mm long, black. It is found in the Polylepis forests.", "distribution": "Mexico to Bolivia and in the West Indies."}, "asteraceae_perezia_pungens": {"description": "Herbs up to 25 cm tall, covered with glandular hairs on various parts. Leaves of two types: the basal ones in a rosette, up to 15 cm long with finely spiny margins, and the ones on the stem, up to 4 cm long, with glandular hairs. Inflorescence a head, up to 3 cm long. Flowers irregular, strap-shaped, and showy, violet-blue or violet-white, up to 25 mm long. It is found in the grass páramo and rocky areas.", "distribution": "S Colombia to N Argentina."}, "ericaceae_pernettya_prostrata": {"description": "Low shrubs up to 30 cm tall. Leaves alternate, lanceolate, up to 1.5 cm long, leathery, with serrate margins. Flowers solitary, up to 5 mm long, vase-shaped with 5 teeth, white sometimes tinged with pale pink. Fruits round and fleshy, up to 10 mm long, blackish-blue. It is found around the Polylepis forests and in the grass páramo.", "distribution": "C Mexico to NW Argentina."}, "lentibulariaceae_pinguicula_calyptrata": {"description": "Carnivorous plants, up to 10 cm tall. Leaves arranged in a basal rosette, up to 3.5 cm long, pale green and the reddish-brown margins curl upwards, covered with sticky glands adapted to the capture and digestion of small insects. Flowers bell-shaped, up to 15 mm long, violet-blue to violet and white, with two lips, the upper lip divided into two lobes and the inferior into three. It is found in moist areas, under tussock grasses.", "distribution": "Colombia to Peru."}, "plantaginaceae_plantago_australis": {"description": "Herbs up to 40 cm tall. Leaves arranged in a basal rosette, up to 40 cm long, lanceolate, green tinged with purple, both surfaces with short hairs. Inflorescence up to 40 cm long, with numerous flowers. Flowers inconspicuous and arranged on the elevated axis, up to 5 mm long and greenish. It grows in the grass páramo and in open humid areas.", "distribution": "Venezuela to Peru."}, "plantaginaceae_plantago_rigida": {"description": "Cushion-forming plants that form compact mounds up to 1 m or more in diameter. Leaves arranged in rosettes at the tip of the branches, up to 3 cm long, hard and glossy. Flowers greenish, up to 15 mm long, tubular with 4 teeth. Fruits up to 2 mm long, and raised on tubular structures. It is found in the cushion páramo. Lamas have been observed scratching their heads against these hard cushions.", "distribution": "Colombia to Bolivia."}, "orchidaceae_pleurothallis_coriacardia": {"description": "Terrestrial herbs, up to 20 cm tall, found in large groups, growing on rocks. Leaves pendent at the top of a long slender stem, solitary, up to 10 cm long, elongated heart-shaped, bright green above, leathery, with a single main vein. The few-flowered inflorescence originates on the base of the leaf. Flowers irregular, up to 10 mm long; sepals and petals modified, reddish pink with greenish yellow stripes. It grows in rocky areas.", "distribution": "Ecuador."}, "rosaceae_polylepis_reticulata": {"description": "Shrubs or trees up to 12 m tall; trunks twisted and have a flaky orange-brown bark that peels off like paper. Leaves and flowers often covered with hairs. Leaves alternate but clustered at the tips of the branches, compound; its 3 leaflets up to 2.5 cm long, with a dense cover of villous hairs below, smooth above. Inflorescences inconspicuous pendent racemes, to 8 cm long. Flowers about 5 mm long and greenish. It forms remnant forests in the páramo. It is possible that these forests covered larger areas in the past, but has been reduced by the impacts of burning and grazing.", "distribution": "Colombia to Peru."}, "potamogetonaceae_potamogeton_paramoanus": {"description": "Aquatic herbs submerged and floating, forming dense groups; stems of variable length according to the depth of the water. Leaves of two types: those submerged elongate, up to 26 cm long, greenish and translucent; emerging leaves spathulate, up to 7 cm long, yellowish-green. Inflorescences inconspicuous and submerged or emerging, spikes up to 1 cm long, light green. Flowers minute, 1.5 mm long. It grows in the lakes.", "distribution": "Venezuela to Bolivia."}, "rosaceae_potentilla_dombeyi": {"description": "Sprawling herbs with reddish branches and densely covered with white, silky or glandular hairs. Leaves alternate and compound; its 3 leaflets up to 2 cm long; margins serrate. Flowers solitary, up to 10 mm in diameter, with 5 heart-shaped, bright to pale yellow petals, with numerous pistils. The fruit surrounded by the enlarged calyx is an aggregate of small dry fruits, each around 1 mm long. It is found under bunch grasses.", "distribution": "Ecuador and Peru."}, "bromeliaceae_puya_clava-herculis": {"description": "Giant herbs up to 1 m in diameter. The numerous leaves arranged in a basal rosette, elongate, leathery, tinged with reddish brown, the margins with large black spines. Inflorescence tall, erect, over 1 m, densely covered with white wooly hairs. Flowers up to 2 cm long, light greenish-blue. Fruits globose dry capsules, which eventually open. It is found in the grass páramo. Hummingbirds visit the flowers; spectacled bear eats the base of the inflorescence and leaves.", "distribution": "Ecuador."}, "ranunculaceae_ranunculus_flagelliformis": {"description": "Aquatic or semi-aquatic herbs up to 25 cm long. Leaves floating on the water surface elliptic to ovate, up to 1.5 cm long, on long and slender petioles. Flowers emergent, up to 7 mm in diameter, with 5 lemon yellow petals; pistils numerous and yellow. It is found in pools or shallow lakes.", "distribution": "Costa Rica, Venezuela to Bolivia."}, "ranunculaceae_ranunculus_peruvianus": {"description": "Terrestrial herbs, up to 10 cm tall, with silky hairs. Leaves of two types: the basal up to 1 cm long, kidney-shaped, with crenate margins and have long slender petioles; others deeply divided and alternate along the stem. Flowers solitary and terminal, up to 15 mm in diameter, with 5 lemon yellow spathulate petals and numerous yellow pistils. Fruit an aggregate of small dry fruits each about 1 mm long. It is found in the moist cushion páramo.", "distribution": "Ecuador and Peru."}, "grossulariaceae_ribes_lehmannii": {"description": "Shrubs up to 1 m tall, covered with hairs. Leaves alternate, up to 2.5 cm long; margins crenate-lobed. Inflorescence a pendent raceme. Flowers up to 10 mm long, cup-shaped at base, tubular and with 5 triangular lobes, pink salmon to red and yellow within. Fruits fleshy and red. It is found in the grass páramo, in the Polylepis forests and less frequently in rocky areas.", "distribution": "Endemic to Ecuador."}, "rosaceae_rubus_coriaceus": {"description": "Trailing, prickly subshrubs; stems and veins (below) reddish. Leaves alternate, up to 7 cm long, ovate, leathery; margins serrate. Flowers solitary, up to 30 mm in diameter, dark pink, with numerous stamens and pistils. The fruit is globose, up to 15 mm in diameter; it is an aggregate of many small fruits each 3 mm long, fleshy and red. It is found in the shrubby páramo.", "distribution": "Colombia to Peru."}, "cyperaceae_schoenoplectus_californicus": {"description": "Semi-aquatic herbs up to 4 m tall; stems stiff, spongy within and triangular transversally. Leaves very thin and at the base of the stems. Inflorescences at the tip of the stems, heads formed by spikes, up to 5 cm long; flowers inconspicuous, brown. It is principally found in lake Totoras.", "distribution": "Ecuador to Bolivia."}, "asteraceae_senecio_chionogeton": {"description": "Herbs up to 50 cm tall. Leaves arranged in a basal rosette and some smaller ones along the stem, spathulate, up to 6 cm long; margins crenate. Inflorescence of showy, pendent heads at the end of the stems, around 15 per plant, up to 2.5 cm in diameter, lemon yellow. Flowers up to 15 mm long, lemon yellow, tubular with 5 short teeth. Fruits with a crown of white, silky hairs, up to 12 mm long. It is found in the grass páramo.", "distribution": "Colombia and Ecuador."}, "iridaceae_sisyrinchium_palustre": {"description": "Herbs up to 25 cm tall. Leaves all basal, generally overlapping at base, up to 15 cm long, elongate and narrow. Inflorescences terminal, with 1 to few flowers. Flowers up to 8 mm long, cup-shaped, have 6 bright yellow tepals with brown stripes on the outer surface. Fruit a globose, dry, glossy black capsule, which eventually opens. It is found in the grass and cushion páramos.", "distribution": "Ecuador and Peru."}, "lamiaceae_stachys_elliptica": {"description": "Herbs up to 8 cm long, sprawling or erect covered with white hairs. Leaves opposite, ovate, up to 1 cm long; margins crenate. Inflorescences groups of up to 6 flowers at the tips of the stems. Flowers up to 1 cm long, irregular, tubular and with two lips, white with large pinkish-lilac or dark pink spots. It is found around or in the Polylepis forests.", "distribution": "Endemic to Ecuador."}, "ericaceae_vaccinium_floribundum": {"description": "Dwarf shrubs, up to 30 cm tall. Leaves alternate, up to 2 cm long, stiff, lanceolate; margins serrate. Inflorescence a raceme of 6 to 10 flowers, up to 1.5 cm long. Flowers up to 8 mm long; corolla is cylindrical with 4 or 5 teeth, white or pink to reddish. Fruits round, up to 8 mm in diameter, fleshy, blue-black, sometimes with a waxy cover. It is found in the shrubby páramo.", "distribution": "Costa Rica to Peru."}, "valerianaceae_valeriana_cernua": {"description": "Subshrubs up to 60 cm tall, with an unpleasant smell, covered with minute hairs; stems tinged with purple. Leaves opposite, ovate, up to 3 cm long, leathery. Inflorescences up to 10 cm long, nodding to one side. Flowers up to 10 mm long, tubular with 5 short lobes, white or pink tinged with lilac. It is found in the Polylepis forests around the lakes.", "distribution": "Endemic to Cajas, Ecuador."}, "valerianaceae_valeriana_henricii": {"description": "Stemless herbs, shaped like a cauliflower, up to 7 cm in diameter. Leaves arranged in a basal rosette, kidney-shaped, up to 3 cm long, fleshy, wrinkled, olive green to violet above, purple below; margins curled downwards. Inflorescences with numerous flowers. Flowers 5 mm long, white, tubular with 5 short lobes. In Ecuador it is only found in Cajas in rocky areas above 4200 m on the trail to Cerro Amarillo. It is easily overlooked as it blends well with the color of the rocks.", "distribution": "S Ecuador and S of Peru."}, "valerianaceae_valeriana_microphylla": {"description": "Low shrubs, erect or reclining, up to 60 cm tall. Leaves opposite, ovate or elliptic, leathery, up to 1 cm long. Inflorescences terminal, erect, and up to 5 cm long, many-flowered. Flowers 3 mm long, tubular, with 5 short lobes, white or pink, tinged with lilac. It is common in various environments. A variable species presenting clustered leaves and flowers at higher elevations and laxer when growing inside the forest.", "distribution": "Colombia to Peru."}, "valerianaceae_valeriana_plantaginea": {"description": "Large herbs, up to 1.5 m tall, with a strong unpleasant smell. Leaves arranged in a basal rosette, lanceolate, up to 45 cm long, thick and glossy above. Inflorescence tall, up to 80 cm, with erect branches, with numerous flowers. Flowers 5 mm long, tubular with 5 short lobes, white tinged with purple. It is found in groups inside the Polylepis forests where it can be easily located due to its size and strong smell.", "distribution": "Venezuela to Peru."}, "valerianaceae_valeriana_rigida": {"description": "Stemless herbs, with a strong unpleasant smell, up to 10 cm in diameter; they grow at ground level, sometimes forming cushions. Leaves arranged in a basal rosette, lanceolate, up to 10 cm long, narrow, leathery, and prickly. Flowers small, various in the center of the rosette, up to 5 mm long, white, tubular, with 5 short lobes. It is found in the grass páramo.", "distribution": "Colombia to Bolivia."}, "valerianaceae_valeriana_secunda": {"description": "Herbs up to 30 cm tall, with a strong unpleasant smell. Leaves arranged in a basal rosette, spathulate, to 10 cm long, thick, tinged with purple; margins entire or fringed. Inflorescence up to 15 cm is composed of pendent subunits, white hairs densely cover the principal axis, and the bracts purple. Flowers 4 mm long, tubular with 5 short lobes, white or purple.", "distribution": "Endemic to Cajas. It is only found in rocky areas at highest elevations, like at the Tres Cruces area."}, "violaceae_viola_pygmea": {"description": "Cushion-forming herbs, up to 2 cm tall. Leaves arranged in a basal rosette, lanceolate, up to 1.5 cm long, thick; margin is entire. Flowers small, 10 mm in diameter, solitary among the leaves, white with a purple central spot; ventral petal is larger, clawed, and white with purple stripes and yellow center. It is found in the grass páramo.", "distribution": "Ecuador to Bolivia."}, "asteraceae_werneria_nubigena": {"description": "Low herbs, up to 15 cm in diameter. Leaves arranged in a basal rosette, up to 10 cm long, elongate and narrow. Inflorescences solitary heads at ground level, up to 7 cm in diameter. Flowers of two types: the external (± 25) irregular and strap-shaped, up to 25 mm long, white, the internal (more than 100) short, tubular and with 5 teeth, yellow. Fruits with a crown of white hairs. It is common in the grass páramo.", "distribution": "S Mexico, Guatemala, Colombia to Bolivia."}, "asteraceae_werneria_pumila": {"description": "Low herbs up to 5 cm tall, solitary or in small groups. Leaves arranged in a basal rosette, at ground level, up to 4 cm long, elongate and narrow. Inflorescence a head, 2.5 cm in diameter, with reddish brown bracts. Flowers of two types: the external (± 20) irregular, strap-shaped, up to 15 mm long, yellow, the internal (numerous) tubular, with 5 teeth, yellow. Fruits with a crown of white hairs. It is found in the highest areas of the páramo.", "distribution": "Endemic to Ecuador."}, "asteraceae_werneria_pygmaea": {"description": "Low herbs, up to 5 cm in diameter. Leaves arranged in a basal rosette, up to 3 cm long, elongate and narrow. Inflorescences of solitary heads at ground level up to 2.5 cm in diameter. Flowers of two types: the external (± 14 irregular and strap-shaped, 15 mm long, white, the internal (± 25) short, tubular, with 5 teeth, yellow. Fruits with a crown of white hairs, up to 10 mm long. It is found in the cushion páramo and around the lakes. It differs from the previous species by its overall smaller size.", "distribution": "Venezuela to Argentina."}, "asteraceae_xenophyllum_humile": {"description": "Cushion-forming plants, compact, up to 1 m in diameter. Leaves spirally arranged, up to 1.5 cm long, very narrow and leathery. Inflorescence heads grow at ground level, up to 1 cm in diameter. Flowers of two types: the external (± 12) irregular and strap-shaped, white, the internal (± 25) short, and tubular, with 5 teeth, yellow. Fruits with a crown of silky, white hairs. It is found in the cushion páramo, in moist areas in the grass páramo, and sometimes on rocks.", "distribution": "C Colombia to N Peru."}, "asteraceae_xenophyllum_roseum": {"description": "Low herbs, forming small cushions in moist places. Leaves arranged in rosettes narrow, up to 1 cm long. Inflorescence a head at ground level, up to 2 cm in diameter. Flowers of two types: the external (± 13) irregular, showy, strap-shaped, 10 mm long, dark pink, the internal (± 35) tubular with 5 teeth, dark yellow. Fruits with a crown of silky white hairs, up to 8 mm long. It is practically restricted to Cajas in the cushion páramo.", "distribution": "Endemic to S Ecuador."}, "apiaceae_azorella_biloba": {"description": "Plants growing forming cushions form. Leaves crowded at the end of the branches, up to 1 cm long, oblong to lanceolate, somewhat fleshy, bright, the apex entire or divided in 2-3 lobes, glabrous to densely strigose; petiole dilated at the base. Inflorescences small, in umbels about 1 cm, with up to 10 flowers, surrounded by small bracts with a ciliated margin. Flowers minute, up to 3 mm long, white or yellowish-green. Fruits about 2.5 mm, ovoid, glabrous, with 3 ribs, secretory oil vesicles present. Similar species: Azorella pedunculata.", "distribution": "Costa Rica to Argentina."}, "asteraceae_chrysactinium_acaule": {"description": "Perennial herbs, acaulescent. Leaves opposite, forming a basal rosette, long-spatulate (including the base of the leaf), the distal part rhombic, up to 5 cm, base decurrent onto the petiole, the margins irregularly toothed with black teeth up to 1 mm, abaxially totally covered with a layer of white lanate tomentum, adaxially green, shortly tomentose. Flower heads solitary, bell-shaped, up to 2.5 cm long; peduncle erect up to 25 cm, reddish-brown, sparsely to densely arachnoid-tomentose; involucral bracts in 5 rows progressively longer, light green. Two types of flowers: marginal ones up to 60, the corolla up to 18 mm, ligulate, with minute teeth at the apex, bright yellow, styles up to 10 mm; disk flowers up to 100, the corolla up to 8 mm, tubular, yellow; stamens up to 4 mm, styles up to 9 mm. Pappus of bristles, up to 6 mm, white.", "distribution": "Ecuador to N Peru."}, "apiaceae_niphogeton_azorelloides": {"description": "Low, caespitose herbs forming mats, 2-4 cm tall, glabrous, yellow-green, woody base. Leaves alternate, crowded, oblong-ovate leaves, 4-9 mm long, deeply 3-lobed, the lobes linear-oblong, 2-6 mm, narrow, entire; petioles up to 15 mm, winged-sheathed. Inflorescences in small umbels, peduncle short about 15 mm; involucre with 2 bracts about 5 mm; rays 1-3, ascendent, petals 5, ovate, white. Fruit of mericarps of about 2 mm, markedly 5-ribbed, with secretory oil vesicles, carpophore bifid. Similar species: Oreomyrrhis andicola, Niphogeton dissecta.", "distribution": "Ecuador to N. Peru."}, "apiaceae_niphogeton_dissecta": {"description": "Thin to thick herbs, caulescent, branched, up to 35 cm high. Leaves alternate, 1-2-pinnate, oblong to ovate, 1.5-8 cm long, the leaflets up to 12 mm long, deeply lobed or pinnatifid, the last divisions linear, up to 6 mm; petioles 2-15 cm, sheathed at the base. Inflorescences corymbose in umbels, pedicel up to 6 cm; involucre bracts 2 to 35 mm long, lobed; rays 5-12, up to 30 mm long, flowers many, very small; petals 5, ovate, white. Fruits of mericarps about 4 mm, markedly 5-ribbed, with secretory oil vesicles, carpophore bifid. Similar species: Niphogeton ternata.", "distribution": "Venezuela to Bolivia."}, "apiaceae_niphogeton_ternata": {"description": "Slender herbs, up to 1 m high, scattered, branched, woody at the base. Leaves alternate, ovate to orbicular, up to 4.5 cm long, ternatly-divided, the leaflets obovate, about 3 mm, serrated to entire, the last divisions toothed; petioles up to 10 cm, sheathed at the base. Inflorescences in umbels, peduncle up to 4 cm; involucre with 5-7 bracts linear, up to 20 mm long, lobed; rays 5-12, up to 30 mm long, ascending to patent; flowers numerous,  very small; petals 5, ovate, white. Fruits of mericarps about 4 mm, markedly 5-ribbed, with secretory oil vesicles, bifid carpophore, infructescences axes reddish-brown. Similar species: Niphogeton dissecta.", "distribution": "Venezuela to Ecuador."}, "apiaceae_oreomyrrhis_andicola": {"description": "Low caespitose herbs, 3-5 cm tall, white-tomentose. Leaves alternate, pinnatisect, in outline oblong to ovate 1-8 cm; leaflets 9-17, 1.5-15 mm long 1-10 mm wide, divisions entire or pinnatifid, final divisions dense, ovate to linear; petioles 0.5-10 cm, sheathed at the base. Inflorescences in umbels on 1-40 cm peduncles, hirsute; involucre bracts 6-10, lanceolate to obovate, entire to pinnatisect, pubescent, connate, petals 5, inconspicuous, white or tinged with pink. Fruit of mericarps, 3-5 mm long, ribbed, glabrous or pubescent, with secretory oils vesicles; the carpophore bifid. Similar species: Niphogeton azorelloides.", "distribution": "Costa Rica and Colombia to Bolivia and Argentina."}, "asteraceae_aphanactis_jamesoniana": {"description": "Small herbs up to 10 cm tall, tussock, creeping, rooting. Leaves opposite, oblong-spatulate, up to 1.5 cm, light green, trinerved, with long, translucent trichomes, base sessile, clasping, very short internodes. Inflorescence terminal heads, small, bell-shaped, solitary, 4 mm, at ground level until flowering and gradually extending to fruiting on a 5 cm, raised, reddish peduncle. Tubular flowers with a very short, lemon-yellow ligule; marginal flowers are pistillate and disc flowers are perfect, covered with long, slender trichomes. Pappus absent.", "distribution": "Endemic to Ecuador."}, "asteraceae_baccharis_tricuneata": {"description": "Shrubs up to 2 m tall, densely branched, branches striate, ash-brown, rectangular stems. Leaves alternate, erect, up to 1 cm long, obovate, shiny dark green above, green with dark dots below, leathery, margins with 1 or 2 sometimes 3 apical teeth on each side, broad subsessile base leaving scars on stems. Very short internodes, less than 5 mm. Jnflorescences axillary, corymbose, up to 1 cm, with 3-4 compact, male and female heads, bracts ciliate, light green with dark tip, flowers tubular, 4 mm, pale green to yellowish-green. Pappus of trichomes straw-colored, 4 mm long.", "distribution": "Venezuela to Bolivia, Chile and Argentina."}, "asteraceae_bidens_andicola": {"description": "Annual herbs, crawling, up to 50 cm high. Leaves opposite, imparipinnate. Inflorescences radiated heads, terminal on a long peduncle up to 20 cm; involucre campanulate, phyllaries stiff and brown. Marginal flowers yellow, corolla 10 mm long, ligulate; disc flowers greenish-yellow, tubular with 5 small teeth; bifurcated style, branches recurved. Fruit an achene with two prickly trichomes. Similar species: Bidens triplinervia.", "distribution": "Venezuela to Argentina."}, "asteraceae_cotula_mexicana": {"description": "Low herbs, caespitose, acaulescent or with short aerial stems, runners present; runners long, up to 15 cm long, glabrous to hairy, tinged with purple-red. Leaves 1-3-pinnatifid, 1-3.5 cm, oblanceolate in outline, fleshy, yellow-green; midrib prominent, segments opposite, 3-6 pairs, entired or lobed, apex spiny, the last segment oblanceolate, about 3 mm long, the petiole dilated at base. Inflorescences in axillary heads, pedicels about 1 cm, villous, the heads about 5 mm in diameter, with 10 involucre bracts with purple apex, 7-10 marginal flowers without corolla, disk flowers around 60, about 2 mm, tubular, 3-lobed, white, the center tinged with purple. Similar apecies: Cotula australis.", "distribution": "Mexico to, Bolivia, Chile and Argentina."}, "asteraceae_diplostephium_hartwegii": {"description": "Shrubs or trees up to 8 m high, 12 cm of DBH, densely branched, infertile branches elongated and short branches with terminal solitary heads covered with a wooly pubescence on twigs and leaves abaxially. Sub sessile leaves, spirally arranged, linear elliptical blade 3 to 8 mm long by 1-3 mm wide, bright upper leaf, undersides woolly-tomentose, margin folded down. Inflorescences in heads terminal 1.2 cm long by 1 cm diameter; involucre campanulate with 5 sets of filarial. External filarial ovate 3 mm long and 1.5 mm wide, linear internal filarial of 5 mm long by 1 mm wide. Irregular marginal flowers (around 12 per flower head) with a pale lilac ligule 12 mm long. Tubular central flowers pale yellow, with five lobes. Fruit, a pilous achene with a crown of reddish bristles. Similar species: Diplostephium oblanceolatum.", "distribution": "S Colombia and Ecuador."}, "asteraceae_diplostephium_oblanceolatum": {"description": "Shrubs 0.5 to 2 m tall, densely branched, twigs and leaf blades below thick woolly-tomentose. Leaves alternate, sessile, crowded on twigs, blade oblanceolate to spatulat, 7 to 12 ×1.5 to 2.5 mm, leaf blade above densely glandular, below woolly tomentose, margin recurved downwards. Inflorescences of solitary heads, about 2.2 cm in diameter, arranged at the end of branches; involucre campanulate, with 5 series of bracts, external bracts ovate and internal bracts lanceolate. Flowers of two types: marginal flowers about 20, irregular, ligulate; ligule pale lilac, up to 15 mm long, with three minute teeth at apex; up disk flowers to 15, tubular, yellow, with five minute teeth. Fruit pappus with a crown of reddish trichomes. Similar species: Diplostephium hartwegii.", "distribution": "Endemic to Ecuador."}, "asteraceae_diplostephium_rupestre": {"description": "Shrubs 1-2 m tall, scarsely branched; terminal twigs covered by a woolly pubescence. Leaves sessile, alternate, oblong-lanceolate, 3.5-4.5 × 0.3-0.5 cm, margins revolute, leaf blade covered with white long trichomes above, densely woolly pubescent below. Inflorescences in heads grouped into thyrses, 4-4.5 × 4-4.5 cm. Heads radiated heterogamous, involucre campanulate, with 4 sets of filaries, external filaries ovate-lanceolate, 4-5 × 1.5 to 1.6 mm wide, internal filaries oblong-lanceolate, 6-7 × 1.5- 1.6 mm. Marginal flowers ligulate,  in 3 series, ligule white, 4 mm long with 3 minute apical teeth; central flowers staminate; corolla tubular-infundibuliform, yellow, 4.2 mm long. Achenes brown, 2-2.5 mm long, glandular; pappus of scabrous bristles. Similar species: Diplostephium ericoides.", "distribution": "Colombia to Peru."}, "asteraceae_gamochaeta_americana": {"description": "Herbs 0.1-0.5 m, loosely white-woolly, basal and apical internodes very short, more elongated at the midstem. Leaves up to 5 cm long, decreasing distally, oblanceolate to obovate; leaf ablade above dull green, white below, margins remotely toothed, base clasping. Inflorescences in dense spikes of several heads, terminal, 1-5 cm long, sessile; heads up to 4.5 mm, cylindrical, bracts green turning brown. Flowers 2-3 mm long, whitish to yellowish. Pappus of bristle 3 mm, white. Similar species: Gamochaeta purpurea.", "distribution": "Mexico and the West Indies to Brazil and Argentina."}, "asteraceae_gynoxys_baccharoides": {"description": "Shrubs or small trees up to 5 m tall, with a dense layer of grayish white trichomes. Leaves opposite, lanceolate, up to 10 cm long. Inflorescences of various heads, each up to 1.5 cm in diameter. Flowers of two types: external (around 8) irregular with conspicuous ligula up to 13 mm long, bright yellow. Internal (about 18) tubular, with 5 teeth, yellow. Fruit with a crown of rough trichomes, up to 15 mm long, white-straw-colored. Similar species: Gynoxys cuicochensis.", "distribution": "Andes of Ecuador."}, "asteraceae_gynoxys_buxifolia": {"description": "Shrubs up to 5 m high, crown irregular, branching opposite; foliage whitish with bright yellow inflorescence. Leaves simple, opposite, with stipules, petiole up to 1.6 mm long, grayish-white puberulent, leaf blade glossy dark-green above, whitish and puberulent below. Inflorescences paniculate-corymbose, 5 to 7.5 cm long. Flowers in heterogamous heads, radiated to discoid, each head contains about 18 flowers: 8 marginal ligulate, with tridentate bright yellow ligule and 10 disc flowers with tubular corolla with a 5-splited apex. Fruit a dark brown achene with white-straw pappus. Similar species: Gynoxys miniphylla.", "distribution": "Colombia to Peru."}, "asteraceae_lasiocephalus_lingulatus": {"description": "Erect subshrubs to 0.5 m, covered by a dense layer of woolly-arachnoid gray-white indumentum, stem rounded. Leaves alternate, directed upwards, lanceolate to oblong-lanceolate, 1.5-3 cm long, margins crenate and revolute, leaf blade dark green above with loose indumentum, completely covered by the whitish indumentum below, base sessile and clasping. Inflorescences terminal up to 8 cm, with 3-4 heads up to 1.5 cm on long peduncles, nodding, surrounded by elongated bracts densely covered by indumentum. Flowers all tubular, lime-green. Pappus about 8 mm, white edges.", "distribution": "Endemic to Ecuador."}, "asteraceae_lasiocephalus_ovatus": {"description": "Subshrubs to 0.8 m, flexuous, with thick arachnoid indumentum, gray-white especially on young parts, glabrescent with age with notorious stems ribs. Leaves spirally arranged, very close to each other, patent, ovate, 0.8-1 cm long, entire, thick, internodes very shor, leaf blade bright green above, glabrescent, completely covered by gray-white indumentum below, sessile and clasping at base. Terminal inflorescences, solitary, heads up to 1.5 cm, sessile, nodding, surrounded by elongated bracts densely covered by indumentum. Flowers all tubular, lime-green. Pappus about 15 mm, of white bristlles.", "distribution": "Colombia and Ecuador."}, "asteraceae_loricaria_ferruginea": {"description": "Shrubs up to 1.5 m tall, densely branched; branches in a single plane, giving the shrub a flattened appearance. Leaves small, alternate, harden, up to 5 mm long, folded along the midrib and scale like overlapping in two rows, the lower ones reddish-brown and the upper ones, shiny, dark green with reddish tips, with abundant trichomes, silky and white on the inside. Inflorescences in small heads up to 0.5 cm diameter. Flowers tubular, pale yellow or cream color. Fruit with a crown of trichomes up to 5 mm long, white-stramineous. Similar species: Loricaria azuayensis, Loricaria ilinissae.", "distribution": "Colombia to Bolivia."}, "asteraceae_loricaria_ilinissae": {"description": "Shrubs 0.8 to 1.5 m high. Stems cylindrical, outer bark gray. Branches alternate and dense branching, forming an irregular to globose treetop; terminal twigs laterally compressed, 0.3-0.4 cm wide. Leaves distichous clasping the stems, triangle-concave, about 3 × 2 mm, glabrous with resinous spots, densely pubescent-woolly below. Heads discoid terminal, involucre campanulate, with two rows of brown bracts; external bracts 4 x 1.5 mm wide, internal bracts 5 x 1 mm wide, all with irregular membranous margins. Flowers 8-12 per head; pistillate flowers filiforme, creamy yellow, staminate flowers yellow, 5 mm long. Achene ellipsoid, glabrous, 6 mm long including pappus bristles.", "distribution": "Endemic to Ecuador."}, "asteraceae_monticalia_andicola": {"description": "Shrubs 1-2 m tall; stems cylindrical, knotted, with opened branching. Leaves alternate, oblong to elliptic, 1.8 -4.2 × 0.8-1.6 cm wide, margins dentate, leaf blade olive green above, glabrescent, lanate-tomentose below, subsessile. Inflorescences terminal, corymbose. Heads homogamous and discoid, 0.8-1 cm diameter; receptacle convex with a row of 8 free bracts, oblong, 4-5 × 2 mm. Central flowers with yellow tubular corolla, 4-5 mm long. Achenes with 5 ribs; pappus with scabrous bristles basally connate.", "distribution": "From Costa Rica to Peru."}, "asteraceae_monticalia_empetroides": {"description": "Shrubs up to 0.5 m tall, densely branched, branches densely white woolly. Leaves alternate, minute, up to 5 mm long, ovate-lanceolate, thick, rigid, acute apex, margins entire and revolute, leaf blade woolly when young and glabrescent with age, bright green,  completely covered by a white dense woolly tomentum below, sessile, internodes very short, wooly. Inflorescences in solitary heads, terminal, briefly stalked, densely white-woolly, each up to 1.5 cm long. Two types of flowers, marginal flowers 11-13, up to 12 mm, ligule narrow, yellow; disk flowers about 25, tubular, about 7 mm with 5 minute teeth, yellow. Pappus with silky trichomes up to 8 mm, white. Similar species: Monticalia myrsinites.", "distribution": "Endemic to Ecuador."}, "asteraceae_monticalia_myrsinites": {"description": "Shrubs up to 1.5 m tall, densely branched. Leaves alternate up to 0.5 cm long, ovate-elliptic, leathery; leaf blade bright green above, completely covered by a dense woolly white-gray indumentum below, apex apiculate, margins slightly revolute, with small spaced teeth, very short internodes and leaves are stacked; petiole clasping. Inflorescences of small heads, solitary, terminal, each up to 1.5 cm long. Flowers of two types: marginal flowers (around 10) ligulate, ligule narrow, spatulate, up to 8 mm, bright yellow; disk flowers (around 20) tubular, about 5 mm, with 5 teeth, bright yellow. Pappus of silky trichomes, 8 mm long, white-gray.", "distribution": "Endemic to Ecuador.  "}, "asteraceae_oritrophium_limnophilum": {"description": "Herbs up to 7 cm tall, stem erect, internodes 2-3 mm with abundant long white trichomes. Leaves opposite, some petioles longer than the blade and with enlarged base, blade oblong-lanceolate, 1.8-2 cm long, 6-7 mm wide, leaf blade villous above, slightly tomentose below, margins entire. Terminal inflorescence with a single head, peduncle purple, up to 6 cm; receptacle bracts in 3 series, green-purple. Marginal flowers with ligulate corolla, shortly lobed, with the upper surface white-lilac, disc flowers tubular, yellow-lilac. Achenes with translucent pappus.", "distribution": "Venezuela to Bolivia."}, "asteraceae_oritrophium_peruvianum": {"description": "Rhizomatous herbs, 10 to 30 cm tall, with brownish woolly pubescence at the base. Leaves arranged in a basal rosette of 10 to 20 cm diameter, petiole widened covered by a woolly pubescence, blade oblong, 4 -8 × 0.8 to 1.2 cm, margin entire and apex acuminate, glabrous, grooved above, with tomentose pubescence below. Inflorescences of solitary heads, on purple scapes 12-25 cm long; heads 1.5 to 2 cm diameter. Flowers of two types: marginal one are irregular, long, ligulate, white;internal ones are short, tubular, yellow-cream. Pappus of scabrid bristles.", "distribution": "Venezuela to Peru and northeastern Bolivia."}, "asteraceae_senecio_culcitioides": {"description": "Rhizomatous herbs, 20 to 40 cm tall, forming basal rosettes. Leaves elliptic to lanceolate, 10-25 × 0.5-0.8 cm, leaf blade olive green above, glabrescent, wooly white below, petioles sheathed, purple. Peduncle 15-40 cm long with woolly whitish pubescence. Heads calyculate, arranged in dichasial cymes, with a lateral bract 2.5-4.5 cm long. Heads 1.5 cm diameter, involucre convex with a row of oblong-lanceolate bracts, 6-8 × 1.2-1.6 mm, purple, wooly, with translucent membranous margins. Flowers lemon yellow. Achenes obovoid with a row of silky bristles.", "distribution": "Ecuador to Bolivia."}, "asteraceae_senecio_josei": {"description": "Herbs up to 60 cm. Leaves alternate, crowded at tips of branches, linear, up to 50 × 5 mm, leathery, margins revolute, leaf blade densely white-wooly below. Inflorescences racemose, up to 10 heads, peduncle up to 6 cm, purple. Heads discoid, up to 10 mm long, nodding; involucre caliculate, purple. Flowers 30-45, tubular, greenish-yellow; style furcated. Pappus of silky, white bristles.", "distribution": "Endemic to Ecuador."}, "berberidaceae_berberis_rigida": {"description": "Spiny bushes, up to 3 m high, with yellow wood. Leaves alternate, crowded, up to 3 cm long, leaf blade shinny above, whitish-green below, venation yellow above, tip and margins spiny. Inflorescences in hanging racemes, 5-8 cm long, rachis and pedicels dark pink. Flowers bright yellow, tinged with pink or red on the outside, about 10 mm diameter, with petaloid tepals. Fruit subglobose, fleshy, up to 8 mm long, green, turning red and finally black-purple.", "distribution": "Colombia and Ecuador."}, "brassicaceae_eudema_nubigena": {"description": "Acaulescent herbs, up to 3 cm high, forming small cushions. Leaves in a basal rosette, simple, spatulate, up to 10 mm long, margins entire, ciliated, with translucent trichomes. Flowers solitary at the end of the branches; petals 4, about 3 mm long, white-cream, base yellow inside.", "distribution": "Endemic to Ecuador."}, "bromeliaceae_puya_cajasensis": {"description": "Stemless herbs; leaves spirally arranged forming a basal rosette. Leaves long, narrowly triangular, up to 22 × 2.5 cm, base dilated, wide and clasping up to 3 cm wide, apex long attenuated, leathery, stiff, glaucous below, margins coarsely spiny-serrated, teeth narrow, up to 5 mm long, brown, recurved, spaced along the margin. Inflorescence simple, robust, globose, terminal, on an erect scape up to 30 cm tall, covered with overlapping bracts; bracts broadly ovate, up to 15 × 4 cm, apex attenuate to long attenuate, margins spiny, papery and translucent, golden-straw color. Inflorescence bracts ovate, reflexed; sepals 3 to 15 mm long, concealed by bracts; petals 3.25 mm long, more or less overlapping, white-green to green. Fruit a capsule, ovoid, about 15 mm. Similar species: Puya pygmaea.", "distribution": "S Ecuador to N Peru."}, "bromeliaceae_puya_compacta": {"description": "Giant herbs, up to 1.2 m high with polycarpic inflorescence, the leaves forming a large basal rosette. Leaves linear, 40-60 cm long, leathery, serrated, margins thorny; thorns 5 mm long. Inflorescence raised on a stalk 40-70 × 2-3 cm, upright, completely covered by overlapping woolly bracts; inflorescence cylindrical, 20-40 × 7 cm, compact, woolly bracts ash-grey. Flowers actinomorphic, light blue; petals 3, 4 cm long; anthers yellow. Fruit a capsule; seeds winged. Similar species: Puya clava-herculis, Puya maculata.", "distribution": "Endemic to Ecuador."}, "campanulaceae_lysipomia_oellgaardii": {"description": "Small rhizomatous herbs. Leaves acaulescent in rosettes, arranged at the apex of the rhizomes; leaves glossy, with whitish rigid expanded base, 2 mm wide, blade lanceolate, 5-8 × 2 to 2.5 mm, with a narrow hyaline margin like a callous; apex finishing in a hyaline point. Flowers solitary almost hidden by the upper leaves; sepals equal, 1.5 mm long. Corolla zygomorphic, white, about 4 mm long, arranged in the center of the rosette, weakly bilabiated; filaments joined into a tube ± equal in length to the corolla tube, anthers black. Capsule papery, campanulate, 2.5 × 1.3 mm. Similar species: Lysipomia vitreola.", "distribution": "Endemic to S Ecuador."}, "campanulaceae_lysipomia_rhizomata": {"description": "Small herbs, in rosettes, up to 4 cm in diameter, solitary or in small groups. Leaves long lanceolate, up to 18 × 3 mm, very narrow, blue-purple upper leaf with ciliated margins. Numerous flowers in the center of the rosette, small, up to 8 mm long; white corolla 5-lobed; stamens connate in a tube 5 mm, anthers black. Fruit a capsule.", "distribution": "Endemic to Ecuador."}, "campanulaceae_lysipomia_sphagnophila subsp. variabilis": {"description": "Small herbs with deep underground rhizomes, stems short, up to 2 cm. Leaves in a basal rosette, elliptic to oblanceolate, up to 15 mm long, ovate, slightly callous-crenulated, thick, with purple tints, ciliated. Many flowers in the center of the rosette, up to 5 mm long, calyx purple, ciliate. Corolla white or pale yellow, with 2 minute dorsal lobes and 3 ventral triangular lobes; stamens fused in a central column. Similar species: Lysipomia oellgaardii.", "distribution": "endemic S Ecuador."}, "valerianaceae_valeriana_bracteata": {"description": "Small herbs up to 10 cm high, fetid. Leaves in a basal rosette, spatulate-lanceolate, up to 5 cm long, thick, fleshy, base clasping the petiole. Inflorescence on a peduncule about 25 mm, capitate, up to 8 mm long, with 3 flowers surrounded by bracts, flowers about 2 mm, with 4 short lobes, white with purple tints; 3 stamens. Fruit an achene about 2 mm, ellipsoid, without pappus.", "distribution": "Colombia to Ecuador."}, "valerianaceae_valeriana_hirtella": {"description": "Shrubs up to 5 m high. Stems and branches quadrangular,  reaching up to 10 cm diameter; stem simple; leaves crowded at the apical parts of the branches, linear to elliptic, 1-6 × 0.2-0.8 cm, subcoriaceous; petioles 2-5 mm long. Inflorescence paniculiform, 2-23 × 1.5 to 17 cm. Flowers gynodioecious; corolla infundibuliform, 1.5-2 mm long, usually white, occasionally tinged with purple. Fruit an elliptical glabrous achene, 1-1.5 mm long, with white pappus 2-4 mm long. Similar Species: Valeriana microphylla.", "distribution": "Andes of Ecuador and Peru."}, "caryophyllaceae_arenaria_digyna": {"description": "Highly branched diffuse herbs, procumbent to suberect, forming cushions, glabrous, up to 5 cm tall. Leaves opposite, linear-oblong, up to 6 × 1-1.5 mm, ciliate on the surface, apex acute, margins entire, sessile or shortly petiolate. Inflorescence of solitary flowers, very small, about 3-4 mm long, erect, axillary or terminal on short pedicels; calyx persistent, glabrous; petals 5, lanceolate, glabrous, white; anthers purple. Capsule elliptical, 2 mm; seeds minute, black-gray.", "distribution": "Ecuador to Chile."}, "caryophyllaceae_cerastium_danguyi": {"description": "Perennial herbs up to 40 cm tall, finely pubescent, stems ascending. Leaves opposite, linear-lanceolate, 15-30 × 3-4 mm, connected at the base, densely pubescent, more or less glandular, margins entire, revolute. Inflorescences contracted, with few flowers. Flowers on pedicels up to 10 mm; calyx deeply five-split, up to 6 mm, light green. Petals 5, about 8 mm long, forming a tube, apex emarginated, bilobed, white with fine purple lines. Capsule 12 mm, membranaceous, containing numerous rounded seeds.", "distribution": "Colombia to Bolivia."}, "caryophyllaceae_stellaria_recurvata": {"description": "Perennial herbs, ascending, up to 1 m long, pubescent stems. Leaves opposite, shortly stalked, triangular and cordate at base. Flowers showy up to 15 mm in diameter, long-pedicelate; calyx green; petals 5, deeply bipartite, longer than sepals, white; stamens yellowish-brown.", "distribution": "Endemic to Ecuador."}, "cyperaceae_carex_azuayae": {"description": "Semiaquatic herbs, erect, up to 40 cm high. Leaves linear, flat and hard, with glabrous sheath. Terminal inflorescence with pedunculated erect spikelets, bright-brown. Flowers embraced by spirally arranged scales, black with bright-green center. The culm longer than the leaves. Similar species: Carex toreadora, Carex jamesonii.", "distribution": "Endemic to Ecuador."}, "cyperaceae_carex_pichinchensis": {"description": "Herbs up to 1 m high, fasciculate at base, stems triangular, striated, glabrous, angles rough and sharp. Leaves graminiform, very long and narrow, up to 8 mm wide, stiff, ridged, midrib very prominent below, the blade folded along it, base sheathed reddish. Inflorescences hanging from thin peduncules, in composite spikes, male and female, cylindrical, each up to 5 cm, black-purple, with imbricated squamiform bracts, lanceolate, up to 5 mm, keeled, black-purple, margins light, membranous. Flowers modified, squamiform, stamens and styles light yellow. Similar species: Carex jamesonii.", "distribution": "Colombia to Bolivia."}, "cyperaceae_carex_pygmaea": {"description": "Herbs, 20 cm high, rhizomatous. Leaves clustered at the base, linear, blade canaliculate up to 3 mm wide, sheath glabrous with translucent margin. Inflorescence terminal, with several pedunculated brown spikelets. Culm shorter than the leaves. Flowers subtended by a persistent scale. Flowers arranged in a spike, the staminate flowers reduced to 3 stamens yellow-cream colored, pistillate flowers with a single ovary, style with 2 short stigmas exserted through the apex of the flattened perigynium.", "distribution": "Costa Rica to Ecuador."}, "cyperaceae_carex_toreadora": {"description": "Perennial, subacquatic, rhizomatous herbs, 25 cm high. Leaves sparsely grouped, coated with a transparent tegument, canaliculated, 6 cm wide and 25 cm high. Inflorescence terminal, brown, with several sessile spikelets, subtended by a bract 6 mm long similar to the scales. Culm up to 20 cm high, in some cases as tall as the leaves. Flowers grouped in small and ovoid spikelets. Perigynium 4 mm long, yellow with brick-red apex; stigma dark brown. Lenticular achene pale yellow. Similar species: Carex azuayae.", "distribution": "Endemic to Ecuador."}, "cyperaceae_carex_tristicha": {"description": "Small herbs up to 10 cm high, fasciculate at the base and fan-shaped. Leaves graminiform, long lanceolate, up to 4 mm wide, stiff, striate, midrib very prominent below and the blade folded along it, base sheathed. Inflorescences in compound male and female spikes, small, compact, up to 2 cm, with squamiform imbricated bracts, lanceolate, up to 5 mm, keeled, largely apiculate, light green, hyaline, membranous. Flowers modified, squamiform.", "distribution": "Colombia and Ecuador."}, "cyperaceae_eleocharis_acicularis": {"description": "Perennial, caespitose herbs, 20 cm high. Leaves small, 8 mm long, glabrous, clasping the base of the culm. Inflorescence terminal, reddish-brown. Culms slightly arched, (1)4-11(22) cm long; spikelet (1.5) 3.5 (6) mm, ovoid; scales helicoidally arranged, green in the center and red-brown on the sides. Staminate flowers with 3 stamens, anthers yellowish; style with 3 stigmas. Fruit an obovoid achene, greenish. Similar species: Isolepis cernua.", "distribution": "American continent."}, "cyperaceae_oreobolopsis_inversa": {"description": "Rhizomatous herbs growing in small clumps, 10-30 cm high. Culms rounded, 10-25 cm long by 0.6 -0.8 mm in diameter. Leaves graminiform, shorter than the culms, triangular-cylindrical, blade rigid, striate, 5-11 cm long by 0.5-0.7 mm wide, base sheathed and ligule membranous. Inflorescences in a compact spike 4-6 × 2-3 mm, with squamiform bracts about 3 mm, light brown, hyaline, membranous. Flowers bisexual, small, with 6 short scales, stamens 3, with long filaments and anthers 1 mm long, ovary with 3 carpels, style with 3 cream papillose branches. Fruit a small achene, brown. Similar species: Trichophorum rigidum.", "distribution": "Ecuador and Peru."}, "cyperaceae_rhynchospora_vulcani": {"description": "Herbs up to 0.6 m high, rhizomatous, fasciculate at base, stems triangular, striated, angles rough and sharp. Leaves graminiform, very long and narrow, up to 5 mm wide, stiffed, ridged, the midrib prominent below and some blades folded along it, base sheathed. Inflorescences paniculate, large, dense, in composite spikes, up to 6 cm, cylindrical, red-brown, male and female, with imbricated squamiform bracts, lanceolate, up to 6 mm, keeled, largely apiculate, membranous. Flowers modified, scaly, styles very long; stamens light yellow. Similar species: Rynchospora ruiziana.", "distribution": "Mexico to Bolivia."}, "cyperaceae_uncinia_tenuis": {"description": "Perennial, caespitose herbs, up to 25 cm high. Leaves linear up to 25 cm long, 2 mm wide, glabrous, grouped near the base, flattened, ligulate, margins sharp. Terminal inflorescence in spike, 4-5 cm long, green-red. Unisexual flowers subtended by a persistent scale; staminate flowers distal; pistillate flowers proximal, more numerous than male flowers. Perigynium 4 × 2 mm, apex with 3 stigmas wine color and distally uncinated rachilla 5-6 mm long, hook-like form that facilitates true seed dispersal. Achene trigonous, ovoid, 2.5 mm long. Similar species: Uncinia hamata.", "distribution": "Mexico to Chile and Argentina."}, "dryopteridaceae_elaphoglossum_lasioglottis": {"description": "Rock ferns, rhizome creeping, densely scaly. Leaves with petiole articulated to a phyllopodium, darker than the petioles. Blade linear, densely scaly, different scales from the ones of the stem, translucent silvery on leaf blade above and translucent brown below. Sori brown.", "distribution": "Colombia to Bolivia."}, "dryopteridaceae_elaphoglossum_lingua": {"description": "Terrestrial ferns, sometimes epiphytic growing on trunks of Polylepis, with long rhizomes up to 40 cm high. Leaves oblong-elliptic, rigid, with the midrib conspicuous, blade densely tomentose above, ribs parallel; petiole thin, glossy. Acrosticoid sori brown-ferruginous. Spores brown. Elaphoglossum lingua is recognized by its long creeping rhizomes with small black scales.", "distribution": "Costa Rica to Bolivia."}, "dryopteridaceae_polystichum_orbiculatum": {"description": "Terrestrial ferns, with very narrow leaves. Rhizome 2-4 cm diameter, unbranched, scales lanceolate. Leaves up to 35 cm high, 2 pinnately crenulate; pinnae up to 4 x 1 cm, oblique, pinnules obtuse, strongly revolute. Rachis without proliferous bud, rachis scales yellow-orange, paler with age. Abaxial sori on the veins brown.", "distribution": "Mesoamerica to Bolivia."}, "ephedraceae_ephedra_rupestris": {"description": "Shrubs up to 50 cm tall, densely branched, olive green. Stems erect with longitudinal grooves. Leaves reduced to scales in rings spaced along the stem, up to 3 mm long, red-pink. The reproductive structures called strobili are a set of modified thick leaves (bracts), up to 8 mm long, green with red-pink, yellow or orange, male strobili produce pollen, female ones carry ovules. The yellow-orange seeds are enveloped by thickened bracts, fleshy, pinkish-red.", "distribution": "Ecuador to Argentina."}, "ericaceae_gaultheria_amoena": {"description": "Dwarf shrubs, often creeping, rarely up to 30 cm high. Leaves alternate, elliptical to subrounded, up to 20 mm long, leathery, margins serrate. Petiole about 2 mm. Flowers solitary, pedicels 6-10 mm; calyx about 5 mm; corolla urceolate, about 7 mm long, 5-lobed, light pink to dark pink. Stamens 10. Fruit a capsule, 5-valvate, surrounded by fleshy accrescent calyx tissue, which gives the appearance of being a berry, rounded, about 8 mm in diameter, white with reddish tints.", "distribution": "Costa Rica to Peru."}, "eriocaulaceae_paepalanthus_pilosus": {"description": "Herbs up to 8 cm high, the leaves grouped in basal rosettes and forming small cushions. Stems 2-5 cm. Leaves up to 20 × 1-2mm, lanceolate-linear, glabrous with acute apex. Peduncle up to 8 cm long, rigid, straw-colored. Flower heads up to 5 mm in diameter, white-ash, solitary at the end of the peduncle. Staminate flowers with ovate sepals; corolla tube white, glabrous, anthers white. Pistillate flowers with ovate sepals, blackish; petals spatulate-obovate, white.", "distribution": "Costa Rica to Colombia, Venezuela, Ecuador, Perú."}, "fabaceae_lupinus_tauris": {"description": "Erect shrubs up to 2 m high. Leaves alternate, digitated, at base of petiole two stipular bracts, composed of 5 to 7 leaflets, leaflets lanceolate about 1 cm long, slightly pubescent. Inflorescences terminal. Flowers up to 10 mm long, papilionaceous, blue-purple, tinged with magenta, violet and white. Fruit a legume up to 3 cm long, with white pubescence, containing up to 5 seeds.", "distribution": "Colombia and Ecuador."}, "gentianaceae_gentianella_limoselloides": {"description": "Small herbs, up to 5 cm tall, solitary or in small groups. Leaves opposite, crowded at base, spatulate, up to 25 mm long. Flowers solitary, on a peduncule up to 50 mm long. Calyx up to 8 mm, with a short tube and 5 triangular long lobes. Corolla up to 15 mm, 5 erect petals, white with purple tints and violet nerves. Stamens 5.", "distribution": "Endemic to Ecuador."}, "gentianaceae_halenia_minima": {"description": "Small herbs, up to 15 cm high when flowering, with numerous stems, decumbent to erect. Leaves pf vegetative stems in a basal rosette, those in flowering stems opposite along the short stems, narrowly elliptic, up to 1 cm long. Petioles up to 2 cm long. Flowers solitary or 2 to 7, horizontal or pendulous, in a cymose umbel, about 20 mm long, light green-yellow. Thin pedicels up to 20 mm, calyx around 5 mm, very short lobes, corolla up to 7 mm, spurs diverging, about 4 mm long, stamens 5. Similar species: Halenia taruga-gasso.", "distribution": "Endemic to Ecuador."}, "gentianaceae_halenia_taruga-gasso": {"description": "Small herbs, 10-25 cm high, with numerous stems, decumbent to erect. Leaves on vegetative stems in a basal rosette, those in flowering stems opposite along the short stem, narrowly elliptic to linear, up to 15 mm long; petiole 2-20 mm. Flowers solitary or in umbeloid cymes of 2 to 8, pendulous or horizontal, up to 5 cm long, light green-yellow, calyx around 7 mm, corolla up to 12 mm, spurs diverging, up to 8 mm long.", "distribution": "Endemic to Ecuador. "}, "geraniaceae_geranium_maniculatum": {"description": "Perennial herbs, 2-4 cm long, vegetative stem short. Leaves in a basal rosette, obovate in outline, up to 1.2 × 1.6 cm, deeply palmatidivided into 5 segments, the largest is the central one, each segment lanceolate, with 1-3 apical bristles, midrib elevated on the surface below, glabrous, membranous, bright green ablove. Solitary flowers in the center of the rosette on a short pedicel, about 10 mm, tomentose, sepals about 6 mm long, lanceolate, green. Petals 5, about 8 mm long, oblong, erect-patent, entire, glabrous, white to pale pink with yellow-green center, the 5 ribs darker; stamens 10, anthers yellow. Fruit about 8 mm long, erect, reddish-brown, projecting the seeds. Similar species: Geranium sibbaldioides.", "distribution": "Colombia to Peru."}, "geraniaceae_geranium_sibbaldioides subsp. sibbaldoides": {"description": "Perennial herbs, up to 4 cm tall, forming small cushions, vegetative stem short. Leaves in a basal rosette of polygonal contour, up to 17 mm wide, deeply palmatidivided into 5 segments, white-pilose on both surfaces, the largest lobe is the central one, each segment lanceolate to oblanceolate, up to 7 mm long, apex reddish, membranaceous, petiole up to 18 mm, thin, white-pilose. Solitary flowers on the center of the rosette on a stalk about 10 mm, pilose. Sepals about 6 mm long, lanceolate, green with apical bristles, petals 5, about 5 mm long, oblong, erect-patent, entire, glabrous, white or pale pink with yellow-green center, 5 nerves darker, purple. Stamens 10, anthers yellow. Fruit about 5 mm long, erect, reddish-brown, projecting the seeds. Similar species: Geranium maniculatum.", "distribution": "Venezuela to Bolivia."}, "hypericaceae_hypericum_decandrum": {"description": "Shrubs up to 60 cm tall; stems reddish-brown or yellowish-brown, bark exfoliating into irregular scales, scarcely branching, with 4-6 aligned. Leaves sessile, oblanceolate, 4-15 × 0.7-3 mm, slightly leathery, tight and overlapping each other. Terminal inflorescences of solitary flowers up to 20 mm in diameter, with bright yellow petals; stamens yellow. Capsule to 5 mm long; seeds minute.", "distribution": "Andes of Ecuador and northern Peru, between 2500 and 4500 m AMSL."}, "hypericaceae_hypericum_quitense": {"description": "Profusely branched shrubs, up to 1 m high; stem woody, reddish-brown. Leaves opposite, decussate, narrowly ovate, up to 8 mm long, subsessile. Solitary flowers yellow-orange, abundant in terminal twigs, up to 1 cm in diameter. Capsular fruit 4 mm long, reddish.", "distribution": "Endemic to Ecuador."}, "isoetaceae_isoetes_andina": {"description": "Aquatic plants, growing into firm rosettes 6-8 cm in diameter. Short thick stems, where the leaves are arranged helically. Olive-green leaves, rigid, 40-50 mm long, wide base 5-5.5 mm wide, the middle part terete transversely of 1- 1.5 mm long, acute apex. Ovoid sporangium 5.5 × 2.5 mm wide, light brown and covered by a hyaline membrane. Similar Species: Isoetes novo-granadensis.", "distribution": "Venezuela to Ecuador."}, "juncaceae_distichia_acicularis": {"description": "Herbs forming loose cushions, up to 50 cm diameter. Individual plants up to 15 cm long, branched, proximal portion covered with withered leaves, the distal part with 6-8 green leaves. Leaves divergent up to 2 cm long, clasping each other by prominent sheaths, U-shaped bent, margins scarious continuing in 2 pointed auricles up to 3 mm. Flowers solitary, axillary, dioecious; male flowers with stamens about 4 mm, female flowers with filiform style, about 5 mm, exserted. Similar species: Distichia muscoides.", "distribution": "Endemic to Ecuador."}, "juncaceae_distichia_muscoides": {"description": "Herbs forming compact cushions of several meters diameter. Individual plants up to 15 cm long, branched. Leaves distichous, straw-colored, which gradually fade along the stem and only 2 or 3 green leaves come out of the cushion, bent and V-shaped, about 2 cm, hard and shiny, margins scarious, apex pointed, very short internode and overlapping leaves. Solitary flowers, axillary, dioecious, tepals about 5 mm, male flowers have stamens, about 3 mm, female flowers have an exserted and filiform style. Fruit in capsule, about 6 mm, yellowish-brown.", "distribution": "Colombia to N Argentina."}, "juncaginaceae_lilaea_scilloides": {"description": "Aquatic plants, up to 40 cm high, forming a tuft of leaves, leaves arranged on a short stalk. Leaves acicular, up to 35 cm long and 2 mm wide, sheath transparent at the base. Inflorescences in staminate and bisexuals spikes at the tip of a narrow stem. Pistillate flowers in the axils underwater, minute, about 2 mm. Pistillate flower consisting of an extremely long threadlike style that can be up to 20 cm, with a stigma at the tip, which floats on the water surface. Similar species: Lilaeopsis schaffneriana.", "distribution": "United States to Argentina."}, "lycopodiaceae_austrolycopodium_magellanicum": {"description": "Herbaceous plants, creeping, sprawling or hanging from ravines; stem rooting at intervals, branches up to 15 cm long, branched unevenly. Leaves arranged in spiral, loose, linear, needle-like scales, up to 5 mm long, light green, apiculate. Strobili terminal up to 50 mm, sometimes bifurcated, green-yellow. Sporophylls arranged in 4 alternating whorls, peltate, margins erose. Similar Species: Lycopodium clavatum.", "distribution": "Caribbean, Costa Rica, Venezuela to Chile and Argentina."}, "lycopodiaceae_lycopodium_clavatum": {"description": "Herbaceous plants, creeping, sprawling or hanging from ravines. Stem rooting at intervals, branches up to 50 cm long, branched unevenly. Leaves spirally arranged in 10 rows, linear-shaped needle-like scales, up to 8 mm long, light green, ending in a translucent long hair. Peduncles up to 30 cm, simple or branched and with up to 6 strobili. Strobili up to 60 mm long, sometimes bifurcated, green-silver or green-yellow; sporophylls arranged in alternating 5-6 whorls, subpeltate, margins erose.", "distribution": "Subcosmopolitan."}, "melastomataceae_brachyotum_alpinum": {"description": "Shrubs or small trees, up to 8 m high; stem peeling off, bark grayish-white, crow rounded with sparse foliage, branches red-pink with whitish trichomes. Leaves opposite, ovate to lanceolate, to 1.5 cm long, trinerved, with rough whitish pubescence; petiole, short, reddish. Inflorescences ternate, with 3 hanging flowers. Flowers 4-merous, pedicelate; calyx pink-green, 4-lobed. Corolla purple with 4 overlapping petals forming a false tube, style pink. Fruit a dry capsule with the remains of the calyx lobes, with many seeds. Similar species: Brachyotum jamesonii.", "distribution": "Endemic to Ecuador."}, "montiaceae_montia_fontana": {"description": "Herbs up to 40 cm long, semiaquatic. Stems thin, reddish, branched at knots, fleshy. Leaves opposite, oblong-lanceolate or slightly spatulate, up to 10 × 3 mm long, with a single midrib, sometimes rounded at apex. Flowers arranged in terminal or lateral groups, very small, about 2 mm; petals 5, white. Similar species: M. meridiensis and M. biapiculata.", "distribution": "Worldwide."}, "onagraceae_oenothera_epilobiifolia": {"description": "Creeping herbs, up to 30 cm. Stems pubescent, reddish-pink. Leaves alternate, basal ones oblong, to 4.5 cm, and the stem leaves up to 2.5 cm, glabrous above and slightly hairy below, margins serrate, purple. Flowers solitary, axillary, pedicel short, densely covered by trichomes. Petals up to 10 mm, broadly ovate and overlapping in a false tube, red with yellow tints; calyx dialisepalous with purple tints. Similar Species: Oenothera multicaulis.", "distribution": "Mexico to Peru."}, "orchidaceae_pterichis_parvifolia": {"description": "Terrestrial herbs, up to 45 cm high. Fasciculate roots white. Leaves basal when present, linear-lanceolate, glabrous, 10-15 × 1-1.5 cm, caniculate at base, apex acute, petiole 12-15 cm. Inflorescence erect, supported by an 40 cm long escape, pubescent. Flowers with glabrous ovate bracts, green; sepals pubescent, ovate, lemon yellow; petals papillose, linear oblong, with 3 nerves, yellow with brown lines; lip triangular papilate chordate, yellow.", "distribution": "Colombia, Ecuador and Peru."}, "orobanchaceae_bartsia_stricta": {"description": "Subshrubs up to 40 cm tall, pubescent. Leaves opposite up to 2 cm long, narrowly lanceolate, the margins coarsely crenate, purple. Inflorescences slender, pubescent, with bracts similar to leaves with margins coarsely crenate, purple-magenta. Calyx 7-9.5 mm, purple-magenta; corolla 6-7.2 mm, white, bilabiate and galeate, villous. Fruit a capsule, dehiscent, 8 mm.", "distribution": "Venezuela to Peru"}, "orobanchaceae_castilleja_ecuadorensis": {"description": "Herbs up to 30 cm high, the foliage often tinged with purple. Leaves alternate, up to 3 cm long, linear, basal leaves entire, the apical ones divided into narrow lobes. Inflorescences in clusters up to 5 cm long; bracts petaloid, bright red and subtending each flower. flowers Irregular, more or less tubular, somewhat recurved, up to 25 mm long, light green with minute trichomes.", "distribution": "Endemic to Ecuador."}, "orobanchaceae_castilleja_nubigena": {"description": "Perennial herbs up to 8 cm; stems erect-ascending. Leaves alternate, 1-2.5 cm, lanceolate to ovate, pinnately divided in narrow lobes, sessile, margins entire. Inflorescences in spikes or short to elongated clusters; bracts often foliaceous below, often colorful and more conspicuous than the flowers. Flowers markedly bilabiate; calyx tubular; corolla pale greenish, upper lip entire and closely galeate, covering the anthers; shorter lip lower and external from the upper lip in bud. Stamens 4 didynamous, connate above half the corolla tube. Fruit a more or less asymmetrical capsule, ovate or globose; seeds numerous. Similar species: Castilleja fisifolia, Castilleja ecuadorensis.", "distribution": "Venezuela to Peru."}, "plantaginaceae_callitriche_deflexa": {"description": "Delicate, aquatic, floating herbaceous plants, forming thin light green cushions. Presenting adventitious roots. Leaves simple, opposite, membranaceous, shortly joined at the base, spatulate, up to 3 mm long, sessile. Flowers solitary, unisexual, axillary, small, about 1.5 mm; petals brown-lilac. Capsules minute, flattened and dehiscent, dark. Similar species: Callitriche terrestris.", "distribution": "Native to Brazil and Argentina, at present Americas, Europe and Asia."}, "plantaginaceae_plantago_tubulosa": {"description": "Herbs forming rosettes with thick rhizomes. Leave linear, narrow, up to 5 cm long, margins sparsely toothed, base expanded densely villous. Solitary flowers, greenish, tubular, villous pedicels, with 4 sepals, ovate, about 8 mm, corolla tubular, 8-12 mm, with 4 lobes about 1.5 mm long. Fruit a capsule, the lower part during maturaty becomes a tubular carpophore up to 50 mm long. Similar species: Plantago rigida.", "distribution": "Mexico to NW of Argentina."}, "plantaginaceae_sibthorpia_repens": {"description": "Small prostrate herbs. Leaves alternate, 0.5-2 × 0.5-2.5 cm, entire, orbiculate-reniform, deeply cordate, margins with rounded lobes, leaf blade lilac below, with white ascendant trichomes, petioles long. Inflorescences axillary, of solitary flowers long-pedicellate. Flowers slightly bilabiate, lilac-red, up to 3 mm long; stamens 4, equal.", "distribution": "Mexico to South American Andes."}, "poaceae_agrostis_breviculmis": {"description": "Dense tussock grasses, culms erect, 3-8 cm long. Basal leaves folded along the midrib, 1.5-3.5 × 0.5 cm; ligule membranous. Panicles spiciform, 1-3 cm long, spikelets purple, 2 mm long, with one floret, glumes equal completely covering the floret, trichomes scabrous dorsally, lemma membranaceous, elliptical, 1,4 mm, palea absent.", "distribution": "Venezuela to Chile and Argentina."}, "poaceae_agrostis_perennans": {"description": "Soft herbs, 20 to 40 cm tall, the leaves are mostly basal and forming small clumps. Basal leaves linear,  8-15 cm × 1-1.2 mm, ribbed, stem leaves linear, 3-5 cm × 1.3 mm. Panicles lax, 4-12 cm long, purple, spikelets 2 mm long; glumes with midrib, slightly scabrous, lemma 5-ribbed with a geniculate dorsal ridge, 1.5 mm long. Similar species: Agrostis tolucensis.", "distribution": "Americas."}, "poaceae_bromus_lanatus": {"description": "Caespitose herbs growing into loose clumps; culms 15-30 cm long, internodes cylindrical, villous; leaves mostly basal, sheath cylindrical, 3-4 cm long, ligule membranous, blade linear, soft, flattened, villous, 10-16 cm × 1.2-1.5 mm. Panicles open with few large spikelets, 1.8-2.2 cm long, glume villous, oblong-lanceolate, 9-10 × 1.1 mm, lemma villous, elliptical-oblong, 13 × 3 mm, with a dorsal awn 4 mm long. Similar species: Bromus lanatus.", "distribution": "Colombia to N Chile and Argentina."}, "poaceae_calamagrostis_fibrovaginata": {"description": "Smooth tussocks, 20-30 cm long; rhizomes short; sheaths fibrous surrounding the base of the tussocks, ligule membranaceous. Leaves basal, folded along the midrib, 6-12 cm long, glabrous. Panicle contracted, dense, 4 -6 cm long; spikelets straw-colored, fusiform, 5 mm long; glumes elliptic-lanceolate, subequal, completely covering the floret, the first glume about 5 mm long, the second glume 4.6 mm long. Lemma membranous, 2.3 mm long with 3 apical teeth and a dorsal geniculate awn 3.5 mm long, floret’s callus bearded with short and long white trichomes. Similar species: Agrostis tolucensis.", "distribution": "Venezuela to Peru."}, "poaceae_calamagrostis_steyermarkii": {"description": "Fasciculate herbs, up to 65 cm. Leaves 15-25 cm long, involute, stiff, the upper ones reduced and the lower ones shorter, crowded, glabrous, those of the culm longer than those of the internodes. Panicles narrow, up to 18 cm, branches slender in distant fascicles, flexuous, dark purple. Glumes about 3.5 mm, lanceolate, keeled, scabrid. Similar species: Calamagrostis intermedia.", "distribution": "Endemic to Ecuador."}, "poaceae_cortaderia_sericantha": {"description": "Robust tussocks, 30-50 cm tall; basal leaves with fibrous sheaths that surround the base of the stems. The apical part covered by a dense mass of long white trichomes, which also cover the base of the blade. Culms simple, erect with a row of bearded trichomes under the nodes. Leaves involute, 5-20 cm × 2.3 mm, margins rough. Panicle contracted, elliptic, 4-10 × 2-3 cm, with short branches and covered with long and short white trichomes. Spikelets laterally compressed, with 2-3 flowers; glumes 3-nerved, lanceolate, cream color, 2.4 cm long, completely covering the flowers. Lemma tightly lanceolate, 6 mm long, with bifid apex and an apical awn 5 mm, originating in the middle of the lobes. Palea lanceolate, 5 mm long, with 2 lateral ciliate keels; callus covered with white trichomes, 4-5 mm long. Similar species: Cortaderia bífida.", "distribution": "Colombia to Peru."}, "poaceae_festuca_parciflora subsp. parcifora": {"description": "Slender tussocks, 25-40 cm tall, with short rhizomes; culms slightly scabrous, 0.4-0.5 mm diameter. Leaves basal, sheath membranous; ligule membranous, 0.8 mm long; blade conduplicate, 6-15 × 0.4 cm, mostly glabrous. Panicles contracted, 3-8 cm × 3-4 mm, rachis scabrous. Spikelets lanceolate, purple, 0.6-0.7 mm long, with 2 to 3 flowers; membranous glumes persistent, purple or white when mature, lower glume lanceolate, 2.4-2.6 mm long, upper glume ovate, about 3 mm long; lemma membranous, 6 mm long with an apical ridge 1 mm long; palea 0.5 mm long, lanceolate, margin winged, densely pilose. Similar species: Calamagrostis fibrovaginata.", "distribution": "endemic to S Ecuador."}, "poaceae_festuca_subulifolia": {"description": "Robust herbs, growing into dense clumps, up to 120 cm tall. Culms erect, scabrid, 30-80 cm long. Basal leaves involute, 20-60 cm long, sheaths finely ridged, slightly scabrous, ligule membranous 1 mm long. Panicles contracted or open at maturity, 10-30 cm long. Spikelets purple, 7-8 cm long; raquilla covered with minute teeth; glumes membranous, acute, the first glume lanceolate, 3.2-3.5 mm long, second glume oblong, 5-5.5 mm long. Lemma oblong-lanceolate, purple, scabrous, 6.5-7 mm long with a terminal awn 1 mm long. Palea membranous, lanceolate, 6 mm long; stamens 3, anthers 2 mm long; caryopsis oblong-lanceolate. Similar species: Calamagrostis intermedia.", "distribution": "Colombia to Peru."}, "poaceae_poa_pauciflora": {"description": "Perennial herbs, 20-60 cm tall, forming loose tussocks; culms simple, hollow, cylindrical, green with purple spots. Leaves basal, sheath tubular, purple, ligule membranous, blade folded, rounded, with a strigose rough surface, 4 mm long. Panicles open, 10 to 25 cm long. Spikelets laterally compressed, purple, 3.3 mm long; glumes 3-nerved, 3 mm long. Lemma purple, keeled, 2.6 mm long with a callus and arachnoid trichomes at the base; ovary glabrous with 2 plumose styles, white.", "distribution": "Venezuela to Peru."}, "polypodiaceae_melpomene_moniliformis": {"description": "Terrestrial ferns, on rocks or epiphytic, up to 20 cm tall, rhizome short creeping, scales reddish becoming blackish. Petiole up to 6 cm. Leaves narrow, erect, divided into multiple, more or less, rectangular segments 5 mm wide, somewhat concave, the upper leaf surface green-gray, the rachis black, lustrous. Sori rounded, brown, without indusium. Spores green.", "distribution": "Central and South America."}, "polypodiaceae_campyloneurum_angustifolium": {"description": "Terrestrial or epiphytic ferns, up to 25 cm high. Rhizomes long, 3 mm wide. Clathrate scales peltate, lanceolate. Fertile and infertile leaves present, long lanceolate, margins entire. Fertile leaves longer and narrower than the infertile ones. Petiole articulated to short phyllopodia; blade entire, elliptical. Sori without indusium, rounded, arranged in a single row between the rachis and the margin, located in the upper half of the blade. Spores yellow.", "distribution": "America and Africa."}, "pteridaceae_jamesonia_cinnamomea": {"description": "Terrestrial ferns; rhizome 2 to 3 mm wide, creeping, pubescent, trichomes as thick as bristles. Leaves up to 60 × 1.5 cm, linear, erect, pinnate, pubescent, apex rolled, indeterminate, containing more than 100 pinnae, 4 mm wide, rounded, almost sessile, imbricate, leathery, margins typically rolled, nerves free. Sori along the ribs, without indusia, protected by the reflexed pinnae margins. sporangia patents along the pinnae. Spores black. Similar species: Jamesonia goudotii.", "distribution": "Ecuador to Bolivia."}, "ranunculaceae_ranunculus_limoselloides": {"description": "Aquatic or semi-aquatic herbs, stems long-creeping, up to 60 cm. Leaves floating on the water surface, elliptic to ovate, 10-15 × 5-8 mm; petioles thin and long, up to 15 cm, with a basal sheath surrounding the stem. Emergent flowers up to 7 mm diameter, with 5 white petals; pistils numerous, yellow. Fruit a small semi ovoid achene, 1 mm in diameter. Similar species: Ranunculus flagelliformis.", "distribution": "Costa Rica and Venezuela to Bolivia."}, "rosaceae_lachemilla_nivalis": {"description": "Erect herbs, up to 0.60 m high, with several stems from the base. The entire plant is pubescent with long white trichomes. Leaves reduced, up to 10 mm long, forming sheaths together around the stem with 10-15 lobes narrowly lanceolate. Inflorescences terminal with lobed axillary floral bracts. Small flowers 1.8-2.5 mm long, green or reddish-brown; carpels 3-4 to 6; stigma clavate. Similar species: Lachemilla hispidula.", "distribution": "Venezuela to Peru."}, "rosaceae_polylepis_incana": {"description": "Shrubs or trees up to 12 m tall; trunk twisted with flaky orange bark like thin paper like sheets. Leaves compound imparipinnate, up to 2 cm, lanceolate or oblong, crowded at tips of the branches, covered below with short, sparse, trichomes, smooth above. Inflorescences simple, in clusters up to 8 cm with 4-7 flowers. Flowers about 6 mm long, greenish. Fruit in dehiscente achenes, 3-5 × 1.5-3 mm. Seeds 2-3 mm long. Similar species: Polylepis racemosa.", "distribution": "Ecuador to Peru and Bolivia."}, "rosaceae_polylepis_lanuginosa": {"description": "Trees or shrubs, up to 8 m tall; trunks twisted with orange flaky bark, like thin paper like sheets. Petiole 0.5-1 cm long. Leaves 3 -6.5 × 3-5.5 cm with 2-4 pairs of leaflets; leaflets elliptical, 1.6-3.3 × 0.7-1.8 cm, glabrous above and covered with whitish-yellow trichomes on the lower surface, with sericeous rachis internodes. Inflorescences in hanging clusters, branched at base, 5-15 cm long with 10 to 20 flowers; bracts 5-12 mm long, villous. Flowers 5-8 mm long, greenish; sepals ovate or elliptical; stamens 9-24, anthers wooly, mostly at the apex; style villous at base. Fruit fusiform, 3-6 × 4-8 mm; seeds 2-3 mm long.", "distribution": "Endemic to Ecuador."}, "rosaceae_polylepis_weberbaueri": {"description": "Trees or shrubs, up to 6 m high; stipular sheath panose primarily at the apex. Leaves crowded at tips of branches, 1.5-5 × 0.6-2.5 cm, with 2-4 pairs of leaflets; petiole 0.2-0.6 cm long; rachis panose or densely woolly. Leaflets ovate, 0.7-1.5 cm long, base cordate, margins entire, revolute, below densely panose, above pilose. Inflorescence in simple clusters, 2-8 cm long with 4-10 flowers. Bracts 3-4 mm long. Flowers 4-6 mm long; stamens 8-16, anthers barbed; style villous. Fruit turbinate 3-5 × 3-4 mm; seeds 2-3 mm long. Similar species: Polylepis reticulata.", "distribution": "Ecuador and N Peru."}, "rubiaceae_nertera_granadensis": {"description": "Prostrate herbs, sometimes forming scattered mats, rooting at nodes; stems herbaceous; stipules sheathed at base, interpetiolar, broadly triangular, entire or bidentate. Leaves opposite, spatulate to broadly ovate, up to 8 mm long, somewhat fleshy. Inflorescences of solitary flowers, terminal. Flowers 4-merous; calyx extremely reduced; corolla campanulate, white-cream to white-green, lobes patent, narrowlty ovate; anthers elongated, exserted. Style 2-lobed, exserted. Fruit a drupe, fleshy, globose, up to 8 mm in diameter, orange or red.", "distribution": "transcontinental distribution. In America from Costa Rica to Argentina and Chile."}, "symplocaceae_symplocos_nana": {"description": "Shrubs up to 3 m tall, tender shoots and twigs glabrous, bark smooth, brown, with prominent leaf scars. Leaves alternate, ovate or oblanceolate, 0.8-1.2 × 0.3-0.6 cm, leathery, glabrous, margins crenate; petiole 1-2 mm long. Flowers solitary with short pedicel; corolla pink, glabrous, 5-7 mm long; stamens 35-40 in 3 whorls. Fruits cylindrical, 10.5-16 × 5.5-11 mm, glabrous, black when mature.", "distribution": "Ecuador to Bolivia."}, "violaceae_viola_bangii": {"description": "Plants in rosettes, solitary or in small cushions due to branching. Leaves oblong-lanceolate to spatulate, up to 20 × 4 mm, bright green with a false membranous petiole, purple. Solitary flowers among the leaves, white, spotted with blue, throat yellow. Fruit in capsule slightly emerging from the leaves. Similar species: Viola pygmaea.", "distribution": "I Ecuador to Bolivia."}, "loranthaceae_aetanthus_nodosus": {"description": "Parasitic shrubs. Branches hanging, dichotomous, the younger ones reddish. Leaves simple, opposite, decussate, elliptical, or less frequently ovate, 5-10 × 3.5-6 cm, succulent, very brittle, entire, papillose, base rounded-decurrent, apex acute or obtuse; venation not visible. Inflorescence a fascicle; pedicels and calyx red or purple to black. Flowers tubular, fleshy; calyx ca. 6 mm long, cyathiform; corolla 6-8 cm long, 3/4 red, yellow apically; stamens yellow; style slender, red with yellow bands. Fruit an ovoid berry, ca. 1.2 cm, purple-black, juicy. Seed solitary.", "distribution": "Colombia to Peru."}, "melastomataceae_axinaea_macrophylla": {"description": "Shrubs or trees 2.5-5 m tall, sometimes reaching 15 m. Young stems quadrangular, interpetiolars lines ca. 1 mm high; glabrous or sparsely furfuraceous, especially in the young parts. Leaves simple, opposite, 4.5-10 × 3-5 cm, ovate-elliptic, subcoriaceous, lustrous, base from acute to obtuse, margins toothed slightly revolute at the base, acute apex, slightly acuminate, 7-nerved (includes marginal pair); petioles reddish, 1.5-1.8 cm long, slightly grooved. Inflorescence a terminal panicle, with few flowers, usually pendulous, 4-6 cm long. Flowers 5-merous, colorful, 1.5-2.5 cm long (including hypanthium); pedicels 0.5-1.2 cm long; hypanthia pink-violet, urceolate, 5-6 mm long; calyx violet, truncate, 2-3 mm long, with minute green teeth; petals violet to pink, 1.2-1.7 cm long; stamens slightly isomorphic, filaments pink, anthers yellow, connective globose yellow.; style pink. Fruit capsular, ribbed.", "distribution": "Venezuela to Peru."}, "melastomataceae_axinaea_quitensis": {"description": "Trees 5-10 m tall, glabrous; stems terete, flexible; interpetiolare lines ca 0.2 mm high; bark red-brown smooth. Leaves simple, opposite, 4.5-8 × 3-4 cm, elliptic to ovate-elliptic, subcoriaceous, glossy, base slightly attenuated with recurved margins facing down, margins minutely toothed, apex acute, 5-nerved (includes marginal pair); petioles reddish, 1.7-2.2 cm long. Inflorescence a terminal panicle, usually with pendulous flowers, 4-6 cm long. Flowers 5-merous, colorful, 1.5-1.8 cm long (including hypanthium); pedicels 0.8-2 cm long. Hipantia green, urceolate, 3-4 mm long. Calyx green with lobes margins reddish, 1-2 mm long. Petals whitish-pink to white-lilac with darker margins, 1-1.3 cm long, petals overlapping and semi-open in bloom. Stamens slightly isomorphic, filaments pink, anthers wine color, connective globose, yellow; style pink. Fruit capsular, ribbed; seeds numerous, ovoid-triangular.", "distribution": "Endemic to Ecuador."}, "berberidaceae_berberis_pichinchensis": {"description": "Shrubs up to 3 m, densely branched, thorny; wood yellow. Inflorescence terminal, racemose, pendulous, with numerous flowers; peduncle reddish. Leaves alternate, crowded at nodes, elliptical, up to 8 cm long, rigid, margins serrate-spiny, dark green with lighter veins, light green below, venation reticulated; petiole articulated at base. Flowers yellow-orange with pink tints on the outside, 3-merous, ca. 5 mm in diameter; perianth petaloid; stamens 6, yellow; stigma large rounded. Fruit a juicy berry, ovoid, ca. 5mm long, green with reddish tints and turning black-purple when mature.", "distribution": "Endemic to Ecuador."}, "melastomataceae_brachyotum_ledifolium": {"description": "Shrubs 1-3 m tall. Young twigs, leaves, hypanthium and calyx covered with strigose indumentum; bark fissured, shedding in small thin longitudinal strips. Leaves simple, opposite, ovate-elliptic, cartaceous, 1.5-5 × 1-2 cm, base obtuse, margins setulous, apex acute to obtuse, leaf surfaces above and below strigose,  trinerved from base, with several transverse nerves. Solitary flowers in the axils of apical leaves, pendulous, pedicels, with a couple of deciduous bracts. Hypanthium campanulate, red-orange, 4-8 mm long; calyx of 5 conspicuous lobes, triangular, 5-7 mm; corolla with 5 petals, imbricated, 9-17 mm long, light yellow; style filiform, exserted, light yellow. Fruit is a dry capsule, enclosed by the thalamus of the hypanthium; seeds minute, numerous.", "distribution": "Colombia and Ecuador."}, "melastomataceae_brachyotum_lindenii": {"description": "Shrubs 0.7 to 2 m high. Young twigs, undersides of leaves and hypanthium covered with strigose trichomes; bark fissured, shedding in small thin longitudinal strips. Leaves simple, opposite, ovate-elliptic, cartaceous, 0.7-1.8 × 0.4-0.8 cm, base obtuse; margins crenulated, setulous, apex acute. leaf surface clabrous, glossy above, strigose below on the primary nerves, 3-nerved from the base with several lateral nerves. Inflorescence in short cymes with 3 to 5 flowers on the end of branches. Flowers pendulous, pedicels with a couple of deciduous bracts; hypanthium campanulate, 4-6 mm long, red-pink; calyx with 5 lobes, triangular-lanceolate, 4-8 mm long, ciliate; corolla with 5 petals 10-16 mm long, black-purple, ciliate, free and imbricated forming a false tube; stamens twice the number of petals; style filiform, pink or lilac, exserted. Fruit a dry capsule; seeds minute, numerous.", "distribution": "Colombia and Ecuador."}, "scrophulariaceae_buddleja_incana": {"description": "Shrubs or trees up to 8 m tall. Stems, leaves and flowers covered by a dense woolly, whitish tomentum. Leaves simple, opposite, lanceolate, 5-15 × 2-5 cm, leathery, base cuneate, margins crenulated or serrated, apex acuminate, leaf surface prominently nerved and bullate above,  densely woolly below with gray stellate trichomes. Inflorescence a cymose panicle, terminal, ca. 5 cm long, with 2-3 branching axes, ending in compact heads, each with 15-40 flowers; bractlets ligulate, 1-3 cm long. Flowers ca. 3.5 mm long; calyx with 5 lobes cream color and whitish pubescence. Corolla orange, 3-4 mm long, with 4 reflexed lobes and 4 stamens. Fruit capsular, 4-5 mm long, bivalvate.", "distribution": "Ecuador and Peru."}, "scrophulariaceae_buddleja_bullata": {"description": "Shrubs or trees up to 8 m tall. Bark finely fissured. Young twigs with dense stellate trichomes giving a woolly appearance. Leaves simple, opposite, lanceolate or oblong-lanceolate, 12-18 × 3-6 cm, leathery, base obtuse, margins crenulated, apex acute, leaf surface bullate above, greyish, tomentose, lanate with stellate trichomes below; venetion prominent. Inflorescence a cymose panicle, terminal, with 4-5 branching axes, 5-15 cm long, ending in heads, each head with 6-18 flowers; bracteoles ligulate, 1-2 cm long. Flowers ca. 3.5 mm long; calyx 5-lobed, 1.5-2.5 mm long, cream colored, with whitish pubescence; corolla 2.5-3.4 mm long, cream colored or yellow when mature, with 4 reflexed lobes; stamens 4.", "distribution": "Colombia to Peru."}, "calceolariaceae_calceolaria_perfoliata": {"description": "Scandent robust herbs, up to 5 m tall, with whitish trichomes throughout the plant. Inflorescence cymose, up to 20 cm long, with numerous flowers. Leaves opposite, triangular-ovate, 3-12 × 2.5-8 cm, papery, base truncate to cordate, margins twice serrate, light green above, white-wooly below; petioles clasping the stem. Flowers conspicous; sepals ovate, up to 15 mm, lemon-yellow, pilose, ciliate; corolla globose, up to 18 mm, bright yellow, bilabiate, lower lip inflated; stamens 2, anthers large, brown. Fruit a capsule, ovoid, up to 7 mm wide, pilous to villous, lemon-yellow when immature.", "distribution": "Costa Rica to Bolivia."}, "ericaceae_ceratostema_alatum": {"description": "Shrubs 1-1.5 m tall, rarely epiphytic, stems striated, glabrous, bark grayish with fine cracks. Leaves alternate, thick, leathery, 2-5 × 1-3 cm elliptical, cuneate or rounded broadly base, rounded to acute apex, margins entire to lightly crenate or minutely serrated; petiole short, erect, thick. Inflorescences axillary, racemose, with 4-7 flowers, glabrous. Flowers tubular, conspicuous; calyx 6-9 mm long; corolla pentagonal, dilated basally, 35-54 × 12-16 mm diameter at base, fleshy, dark scarlet crimson, and markedly deflexed extended lobes, stamens and style exposed; pedicels thick, articulated with the calyx. Berries pentagonal, ca. 1.5 × 2 cm in diameter, green turning reddish, slightly sweet, pedicel thick, reddish.", "distribution": ""}, "columelliaceae_columellia_oblonga subsp. sericea": {"description": "Shrubs or trees up to 5 m tall and 15 cm in diameter. Young twigs yellowish with sericeous trichomes. Outer bark greyish, often papery. Leaves dimple, opposite, obovate to spatulate, 2.5-3 × 0.8-1.5 cm, semicoriaceous, base decurrent ontopetiole, margins entire, apex obtuse and mucronate, glabrous, leas surface glossy above, pubescent, sericeous and white below; petiole ca. 10 mm long. Inflorescences in short cymes, terminal. Pedicels ca. 5mm long. Flowers conspicuos, densely pubescent, lobes lanceolate, 2-3 mm long, calyx green; corolla tubular, yellow, 5-lobed; stamens 2, yellow, anthers conspicuously folded; stigma green bilobed. Fruit a bilocular capsule, septicidal, green, with numerous seeds.", "distribution": "Ecuador to Bolivia."}, "coriariaceae_coriaria_ruscifolia": {"description": "Subshrubs up to 2 m high. Stems quadrangular, reddish-brown with long, hanging branches. Leaves simple, opposite, ovate to lanceolate, ca. 12 × 7 mm, sessile or subsessile, 3-7-palmatinerved; base obtuse-cordate, margins entire, apex acute to slightly acuminate. Inflorescence racemous, ca. 25 cm long, hanging, with numerous flowers. Flowers ca. 5 mm long, dark red; pedicels ca. 2 mm long; stamens 5-7, pink. Fruits minute achenes, covered by thickened, fleshy petals, giving an appearance of pseudo-drupes, ca. 8 mm in diameter, dark red wine color.", "distribution": "Mexico to Peru."}, "brassicaceae_draba_confertifolia": {"description": "Herbs ca. 30 cm tall. Stems, leaves and inflorescences covered with sericeous abundant trichomes. Older leaves packed at the base around the stem. Leaves simple, opposite, spatulate, 18-45 × 4-5 mm, sessile, cauline, base truncated, margins entire, apex acute, leaf surfaces covered by abundant greyish trichomes. Inflorescences in racemes 8-15 cm long, usually the flowers crowded apically; bracteoles linear, 1-1.2 cm long. Flowers ca. 11 mm; pedicel ca. 13 mm; calyx green with violet tints, lobes triangular, ca. 5 mm; corolla cruciform, white; stamens yellow; style violet and punctate stigma. Fruit a flattened siliqua, ca. 19 × 4 mm, green with minute grayish trichomes.", "distribution": "endemic to Ecuador."}, "brassicaceae_draba_obovata": {"description": "Herbs ca. 3 cm tall, solitary or in small groups, acaulescent. Leaves, flowers and fruits covered with gray trichomes. Leaves simple, basal, crowded or in a rosette, spatulate, ca. 4 × 2 mm, fleshy, base truncate, margins entire, apex obtuse-mucronate, leaf surfaces covered with abundant and greyish stellate trichomes. Inflorescences in corymbs, terminal, covered with trichomes. Flowers ca. 4 mm long; calyx light green; petals 4, overlapping, yellow or greenish; pedicel ca. 3 mm; stamens 6, yellow. Fruit a siliqua, ovoid and more or less flattened, ca. 4 × 2 mm, with abundant and greyish stellate trichomes, the valves separated and leaving a silvery membranous replum.", "distribution": "endemic to Ecuador."}, "dryopteridaceae_elaphoglossum_engelii": {"description": "Terrestrial ferns. Rhizome creeping, short or long, usually thick, scaly, scales lanceolate with dark to reddish brown cilia. Filopodia present, hidden under the scales. Leaves with unarticulated petiole; blade linear, entire, 6-25 cm long; petiole cylindrical, medium-thick, densely scaly, scales lanceolate, ciliate. Infertile blades 6-23 cm long, leathery, lanceolate to oblong, base widely cuneate, obtuse, apex squamous, scales denticulate-stellate, brown color. Fertile blades entirely covered with sori, without inducium generally more elongated and narrower than the infertile ones.", "distribution": "Mexico to Bolivia."}, "loranthaceae_gaiadendron_punctatum": {"description": "Trees parasitic on roots of other trees, growing up to 20 meters tall. Bark cracked. Leaves simple, opposite, elliptic or obovate, 5-12 × 3-5 cm, succulent, stiff, leaf surface punctate below, base acute, margins entire, apex obtuse, glabrous, pinnately veined, the nerves inconspicuous. Inflorescence a terminal panicle composed of several cymes, with 3 flowers, ca. 15 cm long, with 3 bracteoles in each cyme. Flowers conspicous; calyx tubular, green or yellow, 3-5 mm long; petals 5-6, linear, 2-3 cm long, yellow-mustard, recurved; stamens 5-6, adnate to the petals, 2-3 cm long. Fruit a berry globose or rounded, ca. 1 cm long, yellow or red-orange at maturity.", "distribution": "Nicaragua to Peru."}, "gentianaceae_gentianella_foliosa": {"description": "Perennials herbs, solitary or in groups, up to 50 cm tall. Stems decumbent, erect. Leaves opposite, arched, oblong-oblanceolate at the base, up to 8 cm long, the distal ones ovate-lanceolate, with 3 to 7 nerves, apex subacute, green with purple tints. Flowers terminal or in dichasial cymes, sometimes solitary, up to 25 mm long. Corolla 20-36 mm long, globose, pale pink-violet to blue-violet with darker veins, tube short, stamens 5, pink-violet, anthers purple; ovary yellow, stigma bilobed. Calyx tubular, up to 18 mm long, the lobes up to 1.3 times the length of the tube, lanceolate to sharply triangular, red-purple.", "distribution": "endemic to Ecuador."}, "gentianaceae_gentianella_jamesonii": {"description": "Perennial herbs, solitary or in groups, robust, stems decumbent to suberect, up to 2 m high. Leaves opposite, up to 13 cm long, lanceolate to ovate, 3-7-nerved, long-acuminate. Flowers in terminal umbeloid cymes of 4-13 or sometimes in auxiliary fascicles or cymes of 3-5, up to 11 cm long. Calyx up to 17 mm long, reddish purple, shortly tubular, the lobes narrowly lanceolate-triangular, acuminate. Corolla up to 30 mm, cylindrical-campanulate, red or orange with red veins, lobes ovate-elliptic, obtuse to subacute. Stamens 5, pale to dark pink, anthers blue-purple; ovary purple, stigma bilobed, purple-magenta.", "distribution": "endemic to Ecuador."}, "asteraceae_gynoxys_hallii": {"description": "Shrubs or trees up to 6 m tall. Branchlets opposite-decussate, gray. Branches, undersides of leaves and inflorescences densely white-woolly. Bark brown, cracked. Leaves simple, opposite, decussate, oblong or oblong-lanceolate, 5-8 × 1-3 cm, base rounded or obtuse, margins entire and thick, apex acute, leaf surface bright green above, completely gray and tomentose below due to the presence of very dense trichomes, pinnately veined, secondary veins inconspicuous. Inflorescence a terminal panicle with opposite-decussate twigs, ca.7 cm long, composed of several heads. Flowers around 15 per head, yellow. Heads 1-1.4 cm long, gray. Outer flowers with oblong-spatulate ligules, yellow, with attenuated base and apex with 3-4 teeth; internal flowers tubular with 5 triangular short lobes, recurved; style with 2 recurved branches.", "distribution": "Colombia to Bolivia."}, "rosaceae_herperomeles_ferruginea": {"description": "Trees up to 10 m tall, with wide very dense crown. Bark heavily cracked. Branches, undersides of leaves and calyx covered with dense ferruginous tomentum. Leaves simple, alternate, ovate-oblong, 5-10 × 4-6 cm, serrated, stiff, ferruginous below due to the presence of very dense trichomes, base rounded or truncated, margins serrated or toothed, apex obtuse, pinnately veined, veins prominent below. Inflorescence a terminal cyme, ca. 10 cm long. Flowers numerous; receptacle cupuliform, deep; calyx lobes 5, ovate, brown, 2-3 mm long; petals 5, white-pink, obovate with decurrent base, ca. 10 mm long. Fruit a pome, more or less rounded, ca. 1 cm in diameter, truncate at the apex, green turning red-purple, bittersweet.", "distribution": "Venezuela to Bolivia."}, "orobanchaceae_lamouroxia_virgata": {"description": "Perennial herbs, woody at the base, 0.6-1.2 m high. Stems erect or leaning on the surrounding vegetation. Branches numerous, ascending, elongated, with smooth, short and decurrent hair lines to the base of the leaf. Leaves opposite and decussate, lanceolate, 1.5-4 × 3-8 mm, glabrous, green with brown tints, sessile or with short petioles, apex acute, margins toothed, with ascending teeth, sometimes crenate and revolute. Inflorescences in racemes, covered with soft, very short hairs, often with leafy bracts; pedicels 3-10 mm long. Calyx 10-16 mm long, glabrous to puberulent, lobes 5-12 mm long, broadly lanceolate, acute or apiculate, green with reddish tints. Corolla bilabiate, densely puberulent on the outside, magenta or violet, the inside of the upper lip of the corolla pale pink, 27-42 mm long, perianth and lower lip 8-15 mm long, tube and throat laterally compressed.", "distribution": "Colombia and Ecuador."}, "ericaceae_macleania_rupestris": {"description": "Epiphytic or terrestrial shrubs, 0.6 to 2 m high; stems glabrous to moderately pubescent, branchlets glabrous to densely hairy, short hairs. Leaves alternate, 4-8 × 2-5 cm, elliptic to ovate leathery, oblong, base rounded to cuneate, rarely cordate, margins entire, obtuse or rounded apex. Inflorescence racemose, with 10-20 flowers. Racemes often downwardly; corolla cylindrical to long-urceolate, 10-15 mm long, fleshy, light pink to dark pink; stamens yellow; style dark pink. Calyx 5-7 mm long, cyathiform with 5 minute teeth, light green; pedicels swollen. Fruits spherical berries, 12-15 mm in diameter, glabrous, fleshy, white-green.", "distribution": "Costa Rica to Bolivia."}, "melastomataceae_miconia_bracteolata": {"description": "Shrubs or trees 3-15 m tall. Young branches, petioles, undersides of leaves and inflorescences covered with a dense indumentum of pinoide yellowish to ferruginous trichomes. Leaves simple, opposite, 4-6 × 1.5-3 cm, oblong-elliptic, subcoriaceous, base slightly obtuse, margins entire, apex acute, leaf surface slightly puberulent and shiny above, densely puberulent, with yellowish to light brown trichomes below. Inflorescences in terminal cymes, 8-10 cm long, with abundant flowers. Flowers 5-merous, subsessile, 5-6 mm long; hypanthium terete, 2-3 mm long, covered with a dense layer of pinoide trichomes; calyx 0.5-1 mm long; petals creamy-white; stamens dimorphic, whitish; stigma capitated. Fruit a greenish berry, scattered to densely puberulent; seeds numerous.", "distribution": "Colombia to Peru."}, "melastomataceae_miconia_corymbiformis": {"description": "Trees 4-15 m tall, glabrous. Branches sturdy, markedly quadrangular. Bark fissured, red-brown; wood hard. Leaves simple, opposite, 6-17 × 5-9 cm, oblong-elliptic, leathery, base obtuse to rounded, margins entire, apex acute to slightly acuminate, leaf blade lustrous and glabrous above, slightly furfuraceous below on the nerves; petioles reddish, 2.5-6 cm long. Flowers 5-merous, 8-12 mm long; bracteoles caducous at flowering; hypanthium terete, yellowish-green, with red wine tints, glabrous, 5-7 mm long; calyx reddish, lobes rounded with a sharp external tooth apically projected; petals cream to pale yellow, 4-5 mm; stamens cream colored, anthers white; stigma capitate. Infructescence in corymbiform panicle, robust, 12-20 cm long. Fruit a green-gray berry; seeds numerous.", "distribution": "Colombia and Ecuador."}, "melastomataceae_miconia_crocea": {"description": "Shrubs or trees, 1.5-10 m tall, glabrous. Stems terete, hard but flexible. Bark grayish brown. Branches fragrant. Inflorescence in a multiflowered panicle 7-11.5 cm long. Leaves simple, opposite, 4.5-10.8 × 2-3.8 cm, ovate-elliptic to elliptic-lanceolate, subcoriaceous, base obtuse, margins setulose-serrate, apex acute to slightly acuminate, leaf surface lustrous and  glabrous above, densely hirsute in the axils of the primary nerves below; petioles reddish, 1-2.5 cm long. Flowers 6-7-merous, 6-8 mm long; hypanthium terete, light green, 3-4 mm long; calyx tubular, green-red, lobes with acute external teeth, apically projected. Petals white, 2-3 mm long; stamens yellow; capitated stigma. Infrutescence with many fruits. Fruit a purple-gray berry, juicy; calyx apex when dry folding to form a whitish edge; seeds numerous.", "distribution": "Colombia and Ecuador."}, "malvaceae_nototriche_phyllanthos": {"description": "Nototriche phyllanthos Acaulescent herbs, forming small single cushions at ground level, branched underground. Trichomes stellate, white-gray, roots woody and deep. Leaves alternate, crowded at tips of stems, deeply palmati-lobed, ca. 10 × 15 mm, with 3-5 lobes and each one divided into several narrow segments ca. 2 mm wide, the leaf surface densely gray-pubescent above, bright green below; petiole swollen and sheathed, lateral stipule andenlarged. Flowers solitary among the leaves, erect, conspicuous. Calyx ca. 10 mm long, deeply lobed, lobes triangular, densely stellate-pubescent; corolla up to 25 mm with 5 free petals, overlapping at the base, intense violet-blue, with white and yellowish-green center at baseline. Stamens fused forming a glabrous column, yellow at the base, distally white, slightly shorter than the corolla; anthers yellow crowded at apex of the column; stigmas emerging from the anthers, pink. Fruit of mericarps, bristly, rostrate.", "distribution": "Endemic to Ecuador."}, "araliaceae_oreopanax_ecuadorensis": {"description": "Trees up to 10 m tall, with wide dense crown. Bark brown, heavily fissurated. Twigs with scars left by the caducous stipules. Branches, petioles, undersides of leaves and inflorescences covered by dense woolly yellowish-cream tomentum. Leave alternate, helicoid, poorly or strongly 3-5 lobed or entire, very variable in size, 10-30 × 5-20 cm, leathery, glabrous, leaf surface glabrous and shiny above, lanuginose below; base rounded, truncated; margins with scattered teeth; apex acuminate, obtuse or rounded, palmately veined, conspicuously so below. Inflorescence a terminal panicle of heads, ca. 30 cm long, the heads ca. 2 cm in diameter, crowded. Many flowers, compressed on each head; calix reduced to a ring; ovate-lanceolate, petals ca. 3 mm long, white-cream; stamens 5. Fruit a drupe, globose, ca. 1 cm in diameter, black when mature.", "distribution": "Colombia to Peru."}, "rosaceae_polylepis_pauta": {"description": "Trees up to 8 m tall. Bark multilaminated, papery, red-brown. Young parts with whitish tomentum. Hairy buds. Leaves imparipinnate, clustered at end of short twigs, 6-10 cm long. Leaflets 5-9, oblong, spatulate or less frequent, obovate, 2-3 × 0.6-1.1 cm, base oblique, margins serrated, apex emarginate, leaf surface glabrous above, pubescent below, trichomes adnate. Inflorescence a hanging raceme, up to 12 cm long, rachis white-tomentose, bracts lanceolate, ca. 1cm long, hairy. Flowers with 4 green sepals, ca. 5 mm in length; petals absent; stamens numerous with purple anthers. Fruit included in the hypanthium, 2-6 mm long, prickly.", "distribution": "Colombia to Peru."}, "grossulariaceae_ribes_andicola": {"description": "Shrubs up to 2.5 m tall, densely branched, more or less scandent. Twigs with numerous scars derived from deciduous stipules. Leaves clustered at the end of short twigs, ovate, more or less lobed, 1-4 cm long, margins twice serrate, base rounded or subcordate, apex acute, 5-nerved; petiole winged in its middle basal part, 1-2.5 cm long, stipules present. Inflorescence axillary in pendulum cluster, 4-7 cm long; each flower with a lanceolate bracteole, 3-5 mm long. Flowers functionally unisexual, 3-4.5 mm long, dark red; calyx 2-3 mm long; petals 5, 1-2 mm long. Fruit a berry, rounded, 4-6 cm in diameter, red or orange; seeds numerous.", "distribution": "Venezuela to Ecuador."}, "grossulariaceae_ribes_hirtum": {"description": "Shrubs up to 2.5 m tall, densely branched. Twigs with numerous scars from deciduous stipules. Buds hirsute. Leaves clustered at the end of short twigs, ovate, more or less lobed, 1-5 cm long, leaf surface glabrous above, pubescent below , 5-nerved, margins twice serrated, base rounded or cordate, apex acute; petiole winged, 1-2.5 cm long with ciliate margins; stipules present. Inflorescence a hanging axillary raceme, 4-8 cm long; flower each subtended by a lanceolate bracteole 4-6 mm long. Flowers functionally unisexual, 7-11 mm long; calyx 2-3 mm long, pubescent; petals 5, 1-2 mm long, calyx and pink; ovary hirsute, green or pink. Fruit an almost round berry, 6-10 mm in diameter, red when mature; seeds numerous.", "distribution": "Colombia and Ecuador."}, "lamiaceae_salvia_pichinchensis": {"description": "Shrubs up to 1.5 m tall. Stem quadrangular, ca. 4 mm width, with bluish tints, trichomes white. Leaves simple, opposite, elliptic, 3-10 × 1-6 cm, base subcordate-oblique, margins serrated, apex acute, leaf surface bullate with yellow-green tints above, with abundant trichomes below; venation conspicuous, pinnate, reticulated; stipules infrapetiolar. Inflorescence in a bracteate verticillasters, ca. 21 cm long. Flowers ca. 16 mm long; calyx tubular, bilabiate, green with triangular lobes, mucronate with purple edges; corolla tubular, bilabiate, light-blue, with white tints, upper lip erect; stamens 2, ascending parallel under the upper lip along with the long style, forked near the apex.", "distribution": "endemic to Ecuador."}, "solanaceae_saracha_quitensis": {"description": "Shrubs up to 5 m tall. Twigs often ending in rigid spines, or these ones on the bark. Young twigs with scales or projections 0.5-1 mm long giving a rough appearance. Leaves simple, alternate, helicoidal, 1-5 × 1-3 cm, leathery and somewhat thick, glabrous, base obtuse, margins entire, apex obtuse or rounded, leaf surface glabrous and bright above, with punctuations or short lines below. Conspicuous ribs on both surfaces. Inflorescence in terminal fascicles or on twigs; flowers 2-5; calyx broadly tubular, ca. 4 mm long, with 5 acute, green lobes; corolla tubular, 1-2.3 cm long, with 5 expanded lobes, violet; stamens 5, anthers blue-green. Fruit a rounded berry, ca. 1 cm in diameter, the persistent calyx, green turning purple; numerous seeds.", "distribution": "Venezuela to Peru."}, "loranthaceae_tristerix_longebracteatus": {"description": "Parasitic shrub, on branches of other plants. Branches up to 1.5 m long. Leaves simple, opposite, lanceolate, 5-8 × 3-5 cm, succulent, green with reddish or violet tints, base obtuse or rounded, margins entire, apex acute, glabrous; venation inconspicuous. Inflorescence in a terminal raceme. Flowers showy, each with an oblong bract, 2-3 cm long; calyx cyatiform, 3-5 mm long, green; corolla tubular, 4-6 cm long, reddish-yellow, with 4-6 lobes, spatulate and recurved; stamens 5-6 adnate to the corolla, yellow; anthers reddish-orange. Fruit a berry, ca. 1 cm in diameter, round, green turning purple seeds; minute.", "distribution": "Colombia to Peru."}, "elaeocarpaceae_vallea_stipularis": {"description": "Trees up to 7 m high. Bark fissured. Leaves simple, alternate, ovate, 3-9 × 2-6 cm, membranous, glabrous except for tufts of trichomes in basal axils on the surface below, base truncate or subcordate, margins entire, apex acute; 5-nerved at the base and then pinnate; petiole slightly swollen and curved at the apex, 2-4 cm; stipules leafy. Inflorescence sxillary, a loose cyme with few flowers, ca. 8 cm long. Flowers showy; calyx with 5 sepals, oblong-lanceolate, 4-5 mm long; petals 4-5-lobed, 0.8-1.1 cm long, bright pink; stamens numerous, black. Fruit a tuberculate capsule, irregularly dehiscent by 3-5 valves, ca. 1.2 cm in diameter.", "distribution": "Venezuela to Bolivia."}, "scrophulariaceae_buddleja_pichinchensis": {"description": "Perennial herbs, stems decumbent or stoloniferous, up to 18 cm tall, simple or with few branches. Flowering stems up to 13 cm high. Leaves opposite, whorled, numerous, crowded, 8-30 × 4-9 mm, proximal ones and in vegetative stems are closer to each other, ascending, narrow, spatulated, elliptic to obovate, obtuse to acute, distal ones elliptical or oblanceolate to spatulate-obovate, acute or acuminate. Flowers nodding in ascending pedicels up to 20 mm. Inflorescence is umbeloid top of 3-9, solitary or together. Calyx short-tubular, 4.5-8.5 mm, lobes are oblong-lanceolate, erect, up to 2 mm wide, acute to apiculate. Corolla up to 12 mm, yellowish green to yellow, lobes ovate up to 4 mm wide, with teeth near the apex, subacute to acute, with slender spurs, recurved and pendant, up to 3.5 × 1.5 mm.", "distribution": "Ecuador."}, "gentianaceae_halenia_pulchella": {"description": "Shrubs or trees, up to 6 m tall. Branches opposite-decussate. Stems, leaves and flowers covered with a gray-white dense woolly tomentum. Leaves simple, opposite, lanceolate, 4-7 × 0.5-2.5 cm, leathery, base obtuse or acute, margins crenulated, apex acuminate, bullous above, lanate below, grayish, with stellate trichomes, venation raised above. Inflorescence a cymose panicle, terminal, ca. 8 cm long, with  2-3 branching levels, and ending in several compact heads, each flower head with 15 to 24 flowers. Corolla 3-5 mm long, yellow to orange, with recurved lobes; calyx 5-7 mm long, densely woolly. Fruit capsular, ovoid, 6-10 mm long, bivalved, with persistent floral whorls.", "distribution": "Colombia, Ecuador and Bolivia."}, "colors": {"blue": "blue", "brown": "brown", "cone": "cone", "green": "green", "orange": "orange", "pink": "pink", "purple": "purple", "red": "red", "white": "white", "yellow": "yellow", "azuay": "azuay", "bolivar": "bolivar", "canar": "canar", "carchi": "carchi", "chimborazo": "chimborazo", "cotopaxi": "cotopaxi", "el oro": "el oro", "esmeraldas": "esmeraldas", "imbabura": "imbabura", "loja": "loja", "los rios": "los rios", "moronasantiago": "moronasantiago", "napo": "napo", "pastaza": "pastaza", "pichincha": "pichincha", "sucumbios": "sucumbios", "tungurahua": "tungurahua", "zamorachinchipe": "zamorachinchipe"}, "life_forms": {"aquatic": "aquatic", "cushion": "cushion", "grass": "grass", "herb": "herb", "liana": "liana", "rosette": "rosette", "shrub": "shrub", "tree": "tree"}, "places": {}}