{"rubiaceae_arcytophyllum_filiforme": {"description": "Hierbas con apariencia de musgo, formando alfombras; tallos rastreros, algo leñosos. Hojas opuestas, lanceoladas, hasta de 0.4 cm de largo. Flores solitarias, hasta de 5 mm de largo, blancas o teñidas con lila o rosado, tienen un tubo corto con 4 lóbulos triangulares. Especie común en los páramos. Se encuentra en el páramo de pajonal. Llama la atención su aspecto como musgo.", "distribution": "Ecuador a Bolivia."}, "rubiaceae_arcytophyllum_vernicosum": {"description": "Arbustos hasta de 1 m de alto, densamente rami­ficados. Hojas opuestas, lanceo­ladas, hasta de 0.6 cm de largo, brillantes en la cara superior; márgenes engrosados en la cara inferior. Las inflorescencias tienen 1 a 3 flo­res. Flores hasta 8 mm de largo, blancas teñidas de lila, morado o rosado, tienen un tubo corto con 4 lóbulos trian­gulares, recubiertos de diminutos pelos blancos. Se encuentra en el páramo de pajonal.", "distribution": "S Ecuador al N Perú."}, "apiaceae_arracacia_elata": {"description": "Hierbas grandes, más de 1 m de alto, bastante ramificadas; tallos teñidos de café-rojizo. Hojas alternas, hasta 30 cm de largo, divididas en hojuelas hasta 6 cm de largo, más pálidas en la cara inferior; márgenes marcadamente aserrado-espinosos y profundamente partidos. Inflorescencia en forma de sombrilla hacia arriba, hasta de 10 cm de diámetro, tiene muchas flores. Flores pequeñas, hasta 4 mm de largo, color verde-amarillento. Frutos secos y hasta 8 mm de largo. Se encuentran cerca o dentro de los bosques de Polylepis.", "distribution": "Colombia a Perú."}, "apiaceae_azorella_pedunculata": {"description": "Plantas dispuestas en almohadillas muy compactas y grandes hasta de 2 m de diámetro. Hojas amontonadas al final de las ramas, hasta 1 cm de largo, muy duras y brillantes, tienen el ápice profundamente partido en 3 a 5 lóbulos espinosos. Inflorescencia pequeña, mide menos de 1 cm y tiene hasta 20 flores. Flores diminutas, hasta 3 mm de largo, color verde amarillento. Es una especie muy común en varios ambientes.", "distribution": "S Colombia a Ecuador."}, "asteraceae_baccharis_caespitosa": {"description": "Hierbas bajas, rastreras, forman alfombras o crecen entre otras plantas, los tallos presentan tonos rosados. Hojas espatuladas, hasta 0.5 cm de largo, amontonadas, carnosas y color verde oscuro y brillantes, con las puntas cafés. Inflorescencias en capítulos solitarios hasta de 1 cm de diámetro, ubicados en las puntas de los tallos. Flores numerosas, tubulares y color blanco-crema. El fruto tiene una corona de pelos de 8 mm y color blanco. Se encuentra en el páramo de almohadillas y ocasionalmente en el pajonal, en general entremezclada con otras plantas.", "distribution": "Colombia a Bolivia."}, "asteraceae_baccharis_genistelloides": {"description": "Hierbas rígidas hasta 0.5 m de alto, con los tallos marcadamente aplanados, triangulares y con segmentos alados. No tienen hojas. Inflorescencias en capítulos solitarios o en grupos, ubicados a lo largo de los tallos, hasta 0.7 cm de diámetro, las brácteas con tonos rosados. Flores numerosas, tubulares, hasta de 5 mm de largo, blancas. Frutos con una corona de pelos blancos, ca. 6 mm de largo. Se encuentra en todos los ambientes. Llama la atención sus tallos aplanados con aspecto color cactus.", "distribution": "Colombia a Bolivia."}, "orobanchaceae_bartsia_laticrenata": {"description": "Hierbas hasta 50 cm de alto, con una base leñosa, cubiertas de pelos glandulares, pegajosos. Hojas opuestas, lanceoladas, hasta 2 cm de largo, con el margen crenado y enrollado hacia abajo, a menudo color rojizo morado, sobre todo en la parte superior. Flores en la parte superior de los tallos, hasta 10 mm de largo, el cáliz es color morado y la corola tubular es color amarillo-verdoso. Se encuentra en el páramo de pajonal.", "distribution": "Colombia y Ecuador."}, "orobanchaceae_bartsia_pedicularioides": {"description": "Hierbas hasta de 30 cm de alto, recubiertas de pelos blancos; tallos rojizos. Hojas opuestas, hasta 1.5 cm de largo, con tintes color rosado; márgenes crenados, enrollados hacia abajo y a veces teñidos de morado. Flores tubulares y hasta 8 mm de largo, color rosado con blanco o violeta. Es una especie común que se encuentra en varios ambientes.", "distribution": "S Colombia y Ecuador."}, "berberidaceae_berberis_lutea": {"description": "Arbustos hasta 3 m de alto, con madera amarilla. Hojas alternas pero se encuentran amon­tonadas, hasta 2 cm de largo, brillantes en la cara superior y más claras en la inferior, la punta es espinosa; márgenes enteros o espinosos. Flores solitarias, colgantes, y hasta de 10 mm de diámetro, color amarillo brillante, teñidas de rosado por fuera. Frutos subglobosos, carnosos, hasta 8 mm de largo, verdes, luego rojizos y finalmente color negro-morado. Se encuentra en el páramo de pajonal.", "distribution": "Colombia a Bolivia."}, "alstroemeriaceae_bomarea_glaucescens": {"description": "Hierbas erguidas, hasta 50 cm de alto. Hojas alternas, hasta 3 cm de largo, lineares, duras, con los márgenes enrollados hacia abajo, con pelos color blanco en la superficie inferior, las venas diferenciadas son paralelas. Inflorescencia tiene hasta 6 flores colgantes en la punta del tallo. Flores tubulares con 3 sépalos color rosado intenso por fuera y amarillo por dentro; 3 pétalos amarillos tienen una raya rosada por fuera y con manchas moradas por dentro. Se encuentra en el páramo de pajonal.", "distribution": "Ecuador a Bolivia."}, "melastomataceae_brachyotum_jamesonii": {"description": "Arbustos hasta 1.5 m de alto, con pelos blancos gruesos en toda la planta. Hojas lanceoladas, opuestas, hasta 1.6 cm de largo, tienen 3 venas principales que salen de la base. Flores colgantes, se las ve en pares, hasta 20 mm de largo, con brácteas y sépalos color rojo-rosado; pétalos sobrepuestos en forma de tubo, color morado oscuro. Se encuentra en el páramo de pajonal y en los bosques de Polylepis.", "distribution": "Es endémica del C y S del Ecuador."}, "poaceae_calamagrostis_intermedia": {"description": "Hierbas en macollas densas, hasta 80 cm de diámetro. Hojas lineares y hasta 80 cm de largo; márgenes doblados y dan una apariencia cilíndrica a las hojas. Inflorescencias en llamativas, hasta 90 cm de largo, racimos compuestos con numerosas espiguillas amarillentas. Flores reducidas, hasta 10 mm de largo. Es la planta dominante en el páramo de pajonal. Sobrevive a las quemas.", "distribution": "Colombia a Argentina."}, "portulacaceae_calandrinia_acaulis": {"description": "Hierbas bajas, pegadas al suelo, de 8 cm de diámetro. Hojas dispuestas en una roseta en la base, lineares, que hasta de 5 cm de largo, con la base color rojo-rosado. Flores individuales, hasta 8 mm de largo, tubulares, y se encuentran varias por planta, a menudo escondidas entre las hojas, color rosado o violeta pálido, a veces casi blancas. Frutos envueltos en el cáliz color rojo con textura como papel. Se encuentra en áreas rocosas o pedregosas.", "distribution": "México a Chile."}, "calceolariaceae_calceolaria_rosmarinifolia": {"description": "Subarbustos hasta de 1 m de alto, cubiertos de pelos amarillentos y pegajosos. Hojas opuestas, lanceoladas, hasta 12 cm de largo, color verde brillante en la superficie superior y verde amarillento y densamente lanosa en la inferior, el margen enrollado hacia abajo. Inflorescencia hasta de 10 cm, con varias flores. Flores irregulares, con forma globosa, hasta de 15 mm de largo, color amarillo brillante. Se encuentra en el páramo de pajonal.", "distribution": "Endémica del Ecuador."}, "brassicaceae_cardamine_jamesonii": {"description": "Hierbas delicadas hasta 40 cm de alto. Hojas alternas; las de la base divididas en 3 segmentos más o menos redondeados hasta 1.5 cm de largo, las del tallo divididas hasta en 9 segmentos alargados hasta 1 cm de largo, la superficie inferior color morado. Inflorescencia en la parte terminal del tallo, está dispuesta en racimos de pocas flores. Flores hasta 10 mm de largo, tienen 4 pétalos algo sobrepuestos, color rosado a púrpura. Frutos lineares, al abrirse las valvas se enrollan en espiral. Se encuentra dentro de los bosques de Polylepis.", "distribution": "Colombia y Ecuador."}, "orobanchaceae_castilleja_fissifolia": {"description": "Hierbas hasta 40 cm de alto. Tallos erectos o ascendentes, a veces escandentes, por lo general varios desde una base gruesa, leñosa, y con frecuencia ramificados. Tricomas finos y ligeramente recurvados o glabros. Hojas simples, alternas, lanceoladas, 2–3 cm de largo, caulinares, pilosas, de color verdes o púrpura distalmente, enteras o divididas en 1–2 pares de lóbulos laterales, angostos, filiformes. Inflorescencia en racimos cortos; brácteas superiores distalmente rojo o rojo naranja, más llamativas que las flores; pedicelos 5–15 mm de largo; cáliz verde o verde amarillento, con márgenes de color amarillento o rojizo; corola 21–35 mm largo, verde o verde amarillenta, el labio inferior reducido y con tres dientes. Frutos, cápsulas ovoideas, ca. 15 mm de largo; semillas numerosas.", "distribution": "Colombia, Ecuador."}, "caryophyllaceae_cerastium_floccosum": {"description": "Hierbas hasta de 15 cm de alto, bastante ramificadas, cubiertas de pelos glandu­la­res pegajosos. Hojas opuestas, divididas en 3 en la punta, hasta de 1.5 cm de largo, sobrepuestas. Inflorescencia consiste de 1 o 2 flores al final de los tallos. Flores hasta 15 mm de diámetro; pétalos 5. hendidos en el ápice, color blanco; estambres amarillos. Se encuentra en el páramo de almohadillas y entre rocas.", "distribution": "Venezuela a Ecuador."}, "asteraceae_chuquiraga_jussieui": {"description": "Arbustos hasta 1.5 m de alto. Hojas alternas, hasta 1.2 cm de largo, duras y punzantes. Inflorescencia tiene cabezuelas vistosas hasta de 5 cm de largo, muy compactas, con brácteas punzantes color anaranjado. Flores (20–45) del­ga­das, color amarillo o anaranjado, de 20 mm de largo. El fruto con una corona blanca. Crece en el páramo arbustivo. Flores visitadas por colibríes Oreotrochilus chimborazo.", "distribution": "S Colombia al S de Perú."}, "lamiaceae_clinopodium_nubigenum": {"description": "Arbustos rastreros, tendidos, forman alfombras, muy aromáticos; tallos color café rojizo. Hojas opuestas, ovadas, hasta 0.4 cm de largo, amontonadas en los tallos y tienen pelos esparcidos. Flores solitarias en las axilas de las hojas, irregulares, tubulares, hasta de 7 mm de largo, color lila muy claro con tintes oscuros. Se encuentra en el páramo de pajonal.", "distribution": "Colombia a Perú."}, "asteraceae_diplostephium_ericoides": {"description": "Arbustos hasta de 1 m de alto, bastante ramificados, las ramas con pelos lanosos color blanco grisáceo. Hojas alternas, lineares, hasta 0.5 cm de largo, gruesas, el margen doblado hacia abajo, la cara inferior cubierta por una densa capa de pelos lanosos color blanco grisáceo. Inflorescencias en cabezuelas ca. 1.5 cm de diámetro, ubicadas al final de las ramas. Flores de dos tipos: las externas (± 15) irregulares y presentan una lengüeta hasta de 8 mm de largo, color blanco, las internas (± 20) tubulares y con 5 dientes, color ama­rillo a anaranjado. Frutos con una corona de pelos de 10 mm de largo, blancos Se encuentra en el páramo de pajonal..", "distribution": "Es endémica del país."}, "asteraceae_diplostephium_glandulosum": {"description": "Arbustos hasta 3 m de alto; las ramas y la cara inferior de las hojas tienen pelos lanosos color blanco grisáceo. Hojas alternas y lineares, gruesas, hasta 1.2 cm de largo; márgenes doblados hacia abajo. Inflorescencia con forma de cabezuelas de alrededor 2 cm de largo, se encuentra al final de las ramas. Flores de dos tipos: las externas (± 20) irregulares, presentan una lengüeta de 15 mm de largo, color lila intenso; las internas (± 15) tubulares y con 5 dientes, color amarillo. El fruto tiene una corona de pelos rojizos. Se encuentra en los bosques de Polylepis.", "distribution": "Colombia y Ecuador."}, "ericaceae_disterigma_empetrifolium": {"description": "Arbustos enanos o plantas rastreras, bastante ramificadas, en general forman pequeñas almohadillas. Hojas alternas, hasta de 1 cm de largo, sobrepuestas, y son duras. Flores solitarias, hasta 10 mm de largo, tienen la forma de jarroncito con 4 dientes pequeños, carnosas, color rosado brillante o pálido a rojo. Fruto globoso, carnoso, 8– 12 mm de largo, color blanco-verdoso, translúcido. Crece en el páramo de almohadillas y en el bosque de Polylepis.", "distribution": "Venezuela a Perú."}, "asteraceae_dorobaea_pimpinellifolia": {"description": "Hierbas hasta 25 cm de alto. Hojas muy divididas y se disponen en una roseta en la base, hasta 5 cm de largo. Inflorescencia elevada y está formada por cabezuelas vistosas hasta de 7 cm de diámetro. Flores de dos tipos: las externas (± 20) irre­gu­lares, presentan una lengüeta que hasta de 30 mm de largo, color amarillo brillante, las internas (más de 50) tubulares, con 5 dientes, color amarillo oscuro a ana­ran­jado. Frutos con una corona de pelos sedosos hasta 10 mm de largo y son color blanco. Es común en el páramo de pajonal.", "distribution": "Colombia a Perú."}, "brassicaceae_draba_steyermarkii": {"description": "Hierbas hasta de 50 cm de alto, laxas, algo reclinadas, cubiertas de pelos ásperos. Hojas alternas, lanceoladas, hasta de 1.5 cm de largo, amontonadas. Inflorescencia en la parte terminal de los tallos y tiene hasta 10 flores. Flores hasta 10 mm de largo, tienen 4 pétalos algo sobrepuestos, color púrpura con la base amarillo verdosa. Frutos lanceolados, alargados o algo curvos. Se encuentra principalmente en áreas rocosas, ocasionalmente en bosques de Polylepis y en el páramo de pajonal.", "distribution": "Endémica del Cajas, Ecuador."}, "ephedraceae_ephedra_americana": {"description": "Arbustos hasta de 50 cm de alto, bastante ramificados, color verde oliva. Hojas reducidas a escamas dispuestas en anillos espaciados a lo largo del tallo, hasta de 3 mm de largo, color rojo-rosado. Las estructuras reproductivas se llaman estróbilos y es un conjunto de hojas modificadas (brácteas) gruesas, hasta de 8 mm de largo, color verde con rojo-rosado, amarillo o anaranjado, los masculinos producen polen, los femeninos llevan óvulos. Las semillas envueltas por las brácteas engrosadas y carnosas, color rojo rosado. Se encuentra en áreas rocosas.", "distribution": "Ecuador a Argentina."}, "orchidaceae_epidendrum_tenuicaule": {"description": "Plantas epífitas o terrestres, a veces crecen sobre rocas, hasta 30 cm de alto; las raíces son color blanco. Hojas alternas, lanceoladas, hasta 3 cm de largo. Inflorescencia en racimos colgantes, hasta de 4 cm de largo, hasta con 20 flores. Flores hasta 10 mm y son color amarillo verdoso, el pétalo central (labelo), que es más grande, tiene 3 lóbulos. Fruto una cápsula globosa, seca, de 2 cm de largo, color verde, con costillas gruesas y miles de semillas diminutas. Es común en varios ambientes..", "distribution": "Endémica del Ecuador."}, "equisetaceae_equisetum_bogotense": {"description": "Plantas hasta de 30 cm de alto; tallos bastante delgados, generalmente huecos en el centro. Hojas diminutas, reducidas a escamas color café, dispuestas en anillos espaciados a lo largo del tallo. Las estructuras reproductivas (esporangios) se encuentran en un tipo de espigas pequeñas (estróbilos) que en las puntas de las ramas, hasta 1.5 cm de largo, color café os­curo; las esporas verdes. Se encuentra a los lados de la carretera.", "distribution": "Costa Rica a Bolivia."}, "apiaceae_eryngium_humile": {"description": "Hierbas hasta 20 cm de alto. Hojas dispuestas en una roseta en la base, gruesas, brillantes, hasta 15 cm de largo; márgenes espinoso-aserrado, el nervio principal color crema en la cara superior. Inflorescencia hemisférica, hasta de 1.5 cm de diámetro, está conformada por brácteas color blanco o plateado, con la punta espinosa. Flores diminutas, hasta 3 mm de largo, color azul-lila. Frutos de 2 mm de largo, color negro-morado. Es común en todos los ambientes.", "distribution": "Venezuela a Perú."}, "escalloniaceae_escalonia_myrtilloides": {"description": "Arbustos hasta 3 m de alto. Hojas alternas, hasta 2.5 cm de largo, lanceoladas, con glándulas diminutas. Flores solitarias, colgantes, hasta 1.5 cm de largo, tienen forma de copa y 5 pétalos caedizos, color verde o crema verdoso; estigma es grande y claviforme. Fruto una cápsula seca que eventualmente se abre. Se encuentra en restos de bosques y partes bajas del páramo.", "distribution": "Costa Rica, Panamá, Andes desde Venezuela hasta Argentina."}, "onagraceae_fuchsia_vulcanica": {"description": "Arbustos hasta 3 m de alto, con tallos color rosado rojizo. Hojas elípticas, hasta 10 cm de largo; márgenes ligeramente crenados, los pecíolos color rosado rojizo. Inflorescencia tiene con pocas flores. Flores colgantes, hasta 8 cm de largo, color rosado rojizo, tubulares con 4 sépalos triangulares y 4 pétalos ovados. Frutos carnosos, hasta 1.5 cm de largo, color verde con morado. Se encuentra en los remanentes boscosos en las partes bajas del páramo", "distribution": "Es endémica del Ecuador.."}, "rubiaceae_galium_hypocarpium": {"description": "Hierbas rastreras, cubiertas con pelos blancos. Hojas opuestas, hasta 1 cm, elípticas, junto con 2 estípulas muy parecidas se disponen en grupos de 4 en cada nudo. Inflorescencia con 2 flores. Flores poco llamativas, hasta de 4 mm de diámetro, con 4 pétalos color verdoso. Frutos globosos, hasta 7 mm de diámetro, carnosos, color anaranjado brillante. Se encuentra dentro de los bosques de Polylepis.", "distribution": "México hasta Paraguay."}, "gentianaceae_gentiana_sedifolia": {"description": "Hierbas pequeñas, hasta 4 cm de alto. Hojas opuestas, hasta 0.7 cm de largo, lanceoladas y estrechas. Flores solitarias, erguidas, hasta de 10 mm de diámetro, con forma de embudo, color azul pálido o violeta, con puntos morados hacia el centro y con la garganta amarilla, raras veces color blanco o amarillo pálido. La flor se cierra durante la noche o si se oculta el sol. Es común en todos los ambientes, crecen entre las almohadillas junto a otras plantas o bajo las macollas de paja.", "distribution": "Costa Rica a Bolivia."}, "gentianaceae_gentianella_cerastioides": {"description": "Hierbas pequeñas hasta 5 cm de alto, a veces forman almohadillas pequeñas. Hojas, opuestas y amontonadas a lo largo del corto tallo, lanceoladas, hasta 8 mm de largo. Flores solitarias, erguidas, hasta 25 mm de largo, color lila o rara vez rosado, con las venas más oscuras. Se encuentra en el páramo de almohadillas.", "distribution": "S Colombia y Ecuador."}, "gentianaceae_gentianella_hirculus": {"description": "Hierbas bajas, hasta de 10 cm de alto, crecen solitarias o en grupos. Hojas opuestas, hasta 1.5 cm de largo, lineares y amontonadas. Flores, hasta 20 mm de largo, tienen forma de globo, con los pétalos sobrepuestos y escasamente abiertos, color amarillo-anaranjado brillante con el margen expuesto rojo. Es común en varios ambientes. Se diferencia de la siguiente especie por tener el porte más bajo y las flores son más grandes pero en menor número, y de colores más brillantes.", "distribution": "Endémica del Cajas, Ecuador."}, "gentianaceae_gentianella_hyssopofila": {"description": "Hierbas hasta de 40 cm de alto, con varios tallos. Hojas opuestas, hasta 2 cm de largo, lineares. Inflorescencia en grupos hasta de 5 flores a lo largo de los tallos. Flores hasta 15 mm de largo, tienen forma globosa-elíptica, con los pétalos sobrepuestos y escasamente abiertos, color amarillo pálido con tintes rojos. Se la encuentra entre las macollas del pajonal. Se diferencia de la especie anterior por ser más alta, con flores más pequeñas y en mayor número.", "distribution": "Es endémica del S Ecuador."}, "gentianaceae_gentianella_longibarbata": {"description": "Plantas con tallos laxos, algo reclinados en la base, algo leñosos, hasta 80 cm de alto. Hojas lanceoladas, opuestas, hasta 6 cm de largo, y son algo duras. Flores hasta 40 mm de largo, tienen apariencia tubular por los pétalos algo sobrepuestos, algo colgantes, color verde amarillento o amarillo limón, a veces con manchas moradas. Crece dentro de los bosques de Polylepis o en el páramo arbustivo.", "distribution": "Endémica del Cajas, Ecuador."}, "gentianaceae_gentianella_rapunculoides": {"description": "Hierbas hasta de 20 cm de alto, forman grupos pequeños. Hojas lanceoladas, opuestas, hasta 1 cm de largo, con tintes morados. Inflorescencia con forma de racimos, hasta 10 cm de largo, tiene 3 a 10 flores, el eje es color rojo-morado. Flores hasta 20 mm de largo, acampanadas y colgantes, color violeta pálido a oscuro o azulado, con las venas más oscuras. Se encuentra en el páramo de almohadillas.", "distribution": "S Colombia-Ecuador."}, "geraniaceae_geranium_multipartitum": {"description": "Hierbas bajas, hasta 5 cm de alto, formando alfombras pequeñas. Hojas dispuestas en una roseta en la base, hasta de 1.5 cm de largo, muy divididas en finos lóbulos; pecíolos largos y rojizos, con pelos blancos. Flores solitarias en el centro de la roseta, hasta 2 cm de diámetro, tienen 5 pétalos color lila muy pálido con los nervios morados. Se encuentra en el páramo de pajonal y en los bosques de Polylepis.", "distribution": "Colombia a Perú."}, "rosaceae_geum_peruvianum": {"description": "Hierbas hasta de 80 cm de alto, cubiertas de pelos. Hojas alternas, las de la base divididas, tienen la forma de lira, hasta 15 cm de largo, las hojas superiores hasta 4 cm y generalmente tienen 3 lóbulos. Inflorescencia hasta de 8 cm de largo, con 1 a 7 flores. Flores hasta 10 mm de diámetro, con 5 pétalos abiertos, color amarillo brillante; pistilos son numerosos. Fruto globoso, de 15 mm de diámetro, y está formado por un conjunto de pequeños frutos secos, cada uno de 4 mm y con un gancho alargado. Crece en áreas arbustivas.", "distribution": "Colombia a Perú."}, "asteraceae_gynoxys_cuicochensis": {"description": "Arbustos o árboles pequeños hasta 5 m de alto, tienen una densa capa de pelos color blanco grisáceo. Hojas opuestas, lanceoladas y hasta 10 cm de largo. Inflorescencias en varias cabezuelas, cada una hasta de 1.5 cm de diámetro. Flores de dos tipos: las externas (± 8) irregulares, presentan una lengüeta llamativa hasta de 13 mm de largo, color amarillo brillantes, las internas (± 18) tubulares y con 5 dientes, color amarillo. Frutos con una corona de pelos ásperos, hasta de 15 mm de largo, blanco-pajizos. Se encuentra en áreas boscosas.", "distribution": "Endémica del Ecuador."}, "asteraceae_gynoxys_miniphylla": {"description": "Arbustos hasta de 2 m de alto, con una densa capa de pelos color blanco. Hojas opuestas, hasta de 1.5 cm de largo, ovadas. Inflorescencia compuesta de varias cabezuelas, cada una hasta de 0.5 cm de diámetro. Flores de dos tipos: las externas, cuando presentes (± 5), irregulares y tienen una lengüeta corta de 4 mm de largo, color amarillo, las internas (± 15) tubulares y con 5 dientes, color amarillo. Frutos con una corona de pelos ásperos hasta 5 mm de largo, color blanco-pajizo. Se encuentra en el pajonal", "distribution": "Endémica del Ecuador."}, "gentianaceae_halenia_serpyllifolia": {"description": "Hierbas pequeñas menos de 10 cm de alto. Hojas dispuestas en una roseta en la base y otras opuestas a lo largo color corto tallo, hasta 1 cm de largo, lanceoladas. Flores solitarias o a veces de 2 a 4 reunidas, hasta 10 mm de largo, color verde-amarillo claro, con prolongaciones en forma de espuelas hasta 6 mm de largo. Se la ve en páramos de almohadillas. De las tres especies que se encuentran en el Cajas, esta es la más pequeña; todas tienen las flores de forma y color similares, pero las otras son plantas más grandes.", "distribution": "Especie endémica del Cajas, Ecuador."}, "rosaceae_hesperomeles_obtusifolia": {"description": "Arbustos hasta de 2 m de alto, con las puntas de las ramas generalmente terminando en una espina. Hojas alter­nas, lanceola­das, hasta de 3 cm de largo, rígidas; margen aserrado. Inflorescencias en hasta de 4 cm de largo, con 1 a varias flores. Flores de 10 mm de largo; pétalos blan­cos con tintes rosados a rojos. Fruto redondeado, carnoso, de 10 mm de largo, color rojo a negro. Se encuentra hasta de los bosques de Polylepis y en el pajonal.", "distribution": "Venezuela a Bolivia."}, "asteraceae_hieracium_frigidum": {"description": "Hierbas hasta 60 cm de alto, cubiertas de pelos largos color blanco. Hojas de la base son espatuladas, hasta 12 cm de largo. Inflorescencia en cabezuelas al final de los tallos, colgantes, hasta 3 cm de diámetro; las brácteas son color verde oscuro. Flores irregulares y con una lengüeta hasta de 25 mm de largo, con 5 dientes pequeños, color amarillo limón. Se las encuentra en el páramo de pajonal.", "distribution": "Venezuela a Perú."}, "lycopodiaceae_phlegmariurus_crassus": {"description": "Plantas hasta de 25 cm de alto, solitarias o en pequeños grupos; tallos con forma cilín­drica y a veces bifurcados en la punta. Hojas dispuestas en espiral, con forma de escamas alargadas, hasta 1 cm de largo, sobrepuestas, color verde a rojo-anaranjado o rojo-rosado. Hojas superiores llevan las estructuras reproductivas (esporan­gios) en la base; esporangios de 2 mm de largo, de forma arriñonada y color verde a amarillo. Se encuentra en el páramo de almohadillas.", "distribution": "Guatemala a Bolivia."}, "hypericaceae_hypericum_aciculare": {"description": "Arbustos hasta de 50 cm de alto, muy ramificados. Hojas opuestas, hasta de 15 mm de largo, con forma de aguja y se las ve amontonadas. Flores solitarias, en la punta de las ramas, hasta 40 mm de diámetro, con 5 pétalos color amarillo intenso; estambres son numerosos, también color amarillo. Frutos cápsulas ovadas, secas, color café. Se lo encuentra dentro de los bosques de Polylepis.", "distribution": "S Ecuador al N Perú."}, "asteraceae_hypochaeris_sessiliflora": {"description": "Hierbas bajas hasta 5 cm de alto. Hojas dispuestas en rosetas basales, hasta de 2.5 cm de largo, alargadas y estrechas. Inflorescencia en cabezuelas solitarias hasta 3 cm de diámetro. Flores numerosas, todas irregulares, tienen una lengüeta llamativa color amarillo con 5 pequeños dientes en la punta. Frutos con una corona de pelos plumosos, de 15 mm de largo, color blanco o rojizo. Se encuentra en todos los ambientes. Compare con la especie anterior la cual tiene flores de dos tipos.", "distribution": "Colombia a Bolivia."}, "isoëtaceae_isoëtes_novo-granadensis": {"description": "Plantas terrestres o acuáticas, hasta de 10 cm de diámetro; tallos generalmente carno­sos, cortos y en general enterrados. Hojas dispuestas en una roseta semi­enterrada, lineares, hasta de 5 cm de largo, algo triangulares en corte transversal y con cámaras de aire, gruesas, puntiagudas. Las estructuras reproductivas (esporangios) de 5 mm de largo, sean masculinas o femeninas se encuentran hundidas en la base de las hojas, recubiertas colora membrana; las esporas color que va de blanco a gris. Se encuentran en áreas muy húmedas o totalmente sumergidas en el agua", "distribution": "Colombia y Ecuador."}, "pteridaceae_jamesonia_goudotii": {"description": "Helechos terrestres, hasta de 35 cm de alto, cubiertos de pelos color café rojizo. Hojas hasta 30 cm de largo, rectas y tiesas, el ápice es enrollado, compuestas de numerosos pares de hojuelas generalmente con forma de orejuelas, hasta de 5 mm de largo, sobrepuestas, gruesas; márgenes enrollados hacia abajo. Las estructuras reproductivas (soros) se encuentran en la cara inferior de las hojas; las esporas color café oscuro. Se encuentra en el bosque de Polylepis. Las especies de este género son casi exclusivas de los páramos andinos.", "distribution": "Colombia a Perú. "}, "rosaceae_lachemilla_hispidula": {"description": "Hierbas gruesas hasta 25 cm de alto; tallos rojizos, varios surgen color mismo punto. Hojas reducidas, hasta 0.7 cm de largo, muy estrechas, pueden haber hasta 10 unidas por sus bases y reunidas en anillos a lo largo del tallo, vellosas. Inflorescencia globosa, con varias flores. Flores diminutas, hasta 2.5 mm de largo, color rosado con blanco-verdoso. Se encuentra en el páramo de almohadillas.", "distribution": "Colombia y Ecuador."}, "rosaceae_lachemilla_orbiculata": {"description": "Hierbas rastreras, forman alfombras al nivel del suelo. Hojas dispuestas en una roseta en la base, hasta 3.5 cm de largo, tienen forma orbicular-arriñonada, la superficie con vello blanco; márgenes tienen de 9 a 11 lóbulos, dentados; pecíolo es alargado y rojizo. Inflorescencia poco llamativa, mide 3 cm de largo. Flores hasta 4 mm de largo, color verde-amarillento. Planta muy común especialmente en áreas alteradas y de pastoreo.", "distribution": "Colombia a Perú."}, "asteraceae_loricaria_thuyoides": {"description": "Arbustos hasta de 1.5 m de alto, muy ramificados; las ramas con apariencia de ser planas. Hojas alternas, pequeñas y duras, hasta de 0.5 cm de largo, dobladas y tienen la forma de escamas sobrepuestas en dos hileras, las inferiores color café rojizo y las superiores brillantes, color verde oscuro con las puntas rojizas, con abundantes pelos sedosos y blancos en la parte interior. Inflorescencias en cabezuelas pequeñas hasta de 0.5 cm de diámetro. Flores tubulares y color amarillo pálido o crema. Frutos con una corona de pelos hasta de 5 mm de largo, color blanco-pajizo. Se encuentra en grupos entre los pajonales en las partes más altas del páramo.", "distribution": "Colombia a Bolivia."}, "fabaceae_lupinus_microphyllus": {"description": "Arbustos tendidos, cubiertos de pelos largos color plateado. Hojas alternas, compuestas de 8 hojuelas dispuestas en forma palmeada, lineares, hasta 0.8 cm de largo. Inflorescencia en racimos con hasta 8 flores. Flores irregulares, hasta 10 mm de largo; pétalos tienen varias formas irregulares, color morado intenso con blanco. Fruto una legumbre comprimida, hasta de 15 mm de largo, que se abre por suturas. Se encuentra en el páramo de pajonal.", "distribution": "Colombia a Bolivia."}, "campanulaceae_lysipomia_vitreola": {"description": "Hierbas bajas que a veces forman almohadillas pequeñas. Hojas dispuestas en una roseta basaal, lanceoladas, hasta de 1.5 cm de largo, gruesas, brillantes y punti­agudas. Flores solitarias, hasta de 15 mm de largo, blancas con puntos morados hacia el centro, tienen dos labios, el un labio tiene 2 lóbulos triangulares y el otro 3; estambres fusionados y forman una columna central. Se encuentra en los páramos de pajonal y de almohadillas.", "distribution": "Endémica del Cajas."}, "melastomataceae_miconia_chionophila": {"description": "Arbustos pequeños con los tallos tendidos y rastreros, con pelos glandulares en las ramitas y hojas. Hojas opuestas, ovadas, hasta 1.5 cm de largo, con pelos esparcidos en los bordes, con 3 venas sobresalientes. Flores por lo general dispuestas por debajo de las ramas, solitarias, hasta de 1.5 cm de diámetro, con forma de copa (hipanto) y con 4 pétalos y 4 estambres color blanco; estigma es grande. Frutos carnosos y verdes.", "distribution": "Venezuela a Bolivia. En la Cajas es común en los bosques de Polylepis y ocasionalmente escondida entre pajonales."}, "melastomataceae_miconia_salicifolia": {"description": "Arbustos de 1 a 4 m, con forma columnar, densamente ramificados; tallos, la cara inferior de las hojas y las flores cubiertos de pelos color amarillento a café-rojizo. Hojas opuestas, hasta de 5 cm de largo, lanceoladas y estrechas, los márgenes enrollados hacia abajo. Inflorescencia de 1 a 2 cm de largo, con pocas flores. Flores hasta de 5 mm de largo, con forma de copa, rosadas con los pétalos color blanco-crema; estambres rosados. Frutos redondeados y carnosos, hasta de 6 mm de largo, color verde azulado y luego morado. Se encuentra en el subpáramo de pajonal.", "distribution": "Venezuela a Perú."}, "polygalaceae_monnina_crassifolia": {"description": "Arbustos hasta 1.5 m de alto. Hojas alternas, lanceoladas, hasta 6 cm de largo, gruesas. Inflorescencia tiene numerosas flores, hasta 6 cm de largo. Flores hasta unos 6 mm de largo, tienen la forma de mariposa, color azul o azul-morado, uno de los pétalos llamado “quilla” tiene la punta amarilla. Frutos carnosos, con forma de elipse o de fréjol, hasta 8 mm de largo, color vino morado y verde en la base cuando inmaduros, color negro-morado cuando maduros. Es muy común en varios ambientes.", "distribution": "Colombia y Ecuador."}, "haloragaceae_myriophyllum_quitense": {"description": "Hierbas acuáticas sumergidas y flotantes, se las ve en grupos densos; tallos de longitud variable, a veces semi-leñosos. Hojas dispuestas en verticilos y se ven 4 ó 5 al mismo nivel, hasta 1.5 cm de largo; las hojas sumergidas tienen muchas divisiones muy delgadas como hilos; las hojas emergentes son enteras, color verde-amarillo con tintes rojizos, con los márgenes aserrados. Flores diminutas, hasta 3 mm de largo y son verdosas. Es común en las lagunas.", "distribution": "Venezuela a Tierra del Fuego."}, "poaceae_chusquea_villosa": {"description": "Bambúes enanos hasta 1 m de alto, crecen en grupos densos; tallos huecos y presentan tintes morados. Hojas alargadas, hasta 20 cm de largo, duras y recubiertas de pelos blancos, largos y sedosos; márgenes sumamente cortantes. Inflorescencias entre las hojas o son más altas, color café claro; eje es velloso y con numerosas espiguillas cada una con varios flores (flósculos). Flores poco llamativas y duras, hasta 4 mm de largo. Se encuentra en los pajonales en áreas húmedas o en bosques de Polylepis..", "distribution": "Endémica del S del Ecuador."}, "malvaceae_nototriche_hartwegii": {"description": "Hierbas forman almohadillas hasta de 1 m de diámetro, color verde grisáceo, densamente cubiertas por pelos blancos. Hojas amontonadas en la punta de los tallos, hasta 2 cm de largo, marcadamente lobuladas. Flores solitarias y se encuentran entre las hojas, erguidas, muy vistosas, hasta 2.5 cm; 5 pétalos traslapados y son color violeta intenso, con el centro verde; estambres forman una columna blanca con las anteras amarillas en la punta. Se encuentra sólo en sitios rocosos sobre los 4100 m.", "distribution": "Es una especie rara, endémica del S Ecuador."}, "asteraceae_oritrophium_crocifolium": {"description": "Hierbas hasta de 30 cm de alto, con largos pelos sedosos blancos. Hojas dispuestas en una roseta basal, hasta 10 cm de largo, alargadas y muy estrechas, con los márgenes engrosados y doblados hacia abajo. Inflorescencias en cabezuelas solitarias ergui­das, ca. 2 cm de diámetro. Flores de dos tipos: las externas (± 80) irregulares y presentan una lengüeta estrecha hasta de 10 mm de largo, color blanco, las internas (± 50) cortas, tubulares y con 5 dientes, color amari­llo pálido. Frutos con una corona de pelos ásperos ca. 8 mm y son color amarillo. Es común en todos los ambientes.", "distribution": "Ecuador y Perú."}, "plantaginaceae_ourisia_chamaedrifolia": {"description": "Hierbas pequeñas, reclinadas, hasta 10 cm de alto, generalmente en grupos. Hojas opuestas, hasta 1 cm de largo; márgenes crenados. Flores solitarias, colgantes, con forma de tubo acampanado, hasta 25 mm de largo, color rosado oscuro a rosado-rojizo. Se encuentra en áreas rocosas principalmente en las partes más altas del páramo.", "distribution": "S Colombia a Bolivia."}, "oxalidaceae_oxalis_phaeotricha": {"description": "Hierbas ascendentes hasta de 50 cm de alto, cubiertas de pelos largos, blancos y sedosos; tallos suculentos y presentan tintes color rojo. Hojas alternas, compuestas de 3 hojuelas hasta de 1 cm de largo, de forma acorazonada, sensibles al tacto y se viran hacia abajo. Inflorescencia con de 1 a 3 flores hasta 25 mm de diámetro, con 5 pétalos color amarillo intenso con las venas rojas. Se encuentra en los bosques de Polylepis.", "distribution": "Colombia a Bolivia."}, "poaceae_paspalum_bonplandianum": {"description": "Hierbas en macollas laxas, a veces rastreras, hasta 15 cm de alto, color verde azulado y densamente cubiertas de pelos blancos. Hojas lanceoladas y tienen una vaina en la base; lámina es estrecha y hasta de 8 cm de largo. Las inflorescencias crecen sobre tallos rojizos, racimos compuestos, laxos y contienen hasta 9 espiguillas; las flores son muy reducidas, color verde amarillento. Se encuentra en el páramo de pajonal.", "distribution": "Ecuador y Perú."}, "passifloraceae_passiflora_cumbalensis": {"description": "Son plantas trepadoras con zarcillos filamentosos enrollados. Hojas alternas, hasta 14 cm de largo, tienen tres lóbulos más o menos triangulares; márgenes aserrados. Flores solitarias, colgantes, hasta 10 cm de diámetro, color rosado violeta, con un tubo largo que hasta de 20 cm; pétalos son rosados; las brácteas florales son color verdoso azulado. Fruto carnoso, color amarillento. Se encuentra en los bosques de Polylepis.", "distribution": "Desde el S Colombia al C Perú."}, "orobanchaceae_pedicularis_incurva": {"description": "Hierba hasta de 30 cm de alto. Hojas dispuestas en una roseta en la base y a veces algunas alternas a lo largo del tallo, hasta 9 cm de largo, divididas hasta el nervio principal en segmentos crenados, color morado. Inflorescencia hasta de 20 cm de largo, tiene numerosas flores. Flores tubulares, recurvadas y hasta 2 cm de largo, color rosado fuerte, con uno de los pétalos formando un pico color más oscuro. Se encuentra en el páramo de pajonal y ocasionalmente en el de almohadillas.", "distribution": "Colombia y S Ecuador."}, "asteraceae_pentacalia_arbutifolia": {"description": "Arbustos hasta de 2 m de alto. Hojas alternas, de menos de 1 cm de largo, gruesas, brillantes en la superficie superior, los márgenes con dientes pequeños. Inflorescencia en cabezuelas pequeñas, cada una hasta de 1.5 cm de diámetro. Flores de dos tipos: las externas (± 10) presentan una lengüeta angosta hasta de 8 mm de largo, color amarillo pálido o crema, las internas (± 20) tubulares y con 5 dientes, color amarillo pálido o amarillo verdoso. Frutos con una corona de pelos sedosos, 8 mm de largo, color blanco. Es común en remanentes de bosques y en el páramo de pajonal.", "distribution": "Ecuador."}, "asteraceae_pentacalia_vacciniodes": {"description": "Arbustos hasta de 2 m de alto, bastante ramificados. Hojas alternas, hasta 4 cm de largo, gruesas, color verde-azulado, el ápice es puntiagudo, color rosado. Inflorescencia hasta 8 cabezuelas en las puntas de las ramas, cada una de 1.5 cm de diámetro. Flores (± 30) tubulares y con 5 dientes, hasta de 8 mm de largo, color amarillo. Frutos con una corona de pelos sedosos hasta 5 mm y son color blanco. Se encuentra en el páramo de pajonal.", "distribution": "Colombia y Ecuador."}, "piperaceae_peperomia_graveolens": {"description": "Hierbas epífitas o terrestres, suculentas, hasta 25 cm de alto; tallos tienen tintes café-rojizos. Hojas dispuestas en verticilos, ovadas, hasta 1.5 cm de largo, carnosas, a veces con el margen teñido de rojo. Inflorescencia con forma de espigas hasta 6 cm de largo, se encuentra en la parte terminal del tallo, carnosas, color verde claro cuando jóvenes y rosado cuando maduras. Flores diminutas. Frutos hasta 1 mm de largo, color negro. Se encuentra en los bosques de Polylepis.", "distribution": "México a Bolivia y en las Antillas."}, "asteraceae_perezia_pungens": {"description": "Hierbas hasta 25 cm de alto, con pelos glandulares en varias partes. Hojas de dos tipos: las basales dispuestas en una roseta, hasta 15 cm y tienen los márgenes menudamente espinosos, las del tallo hasta 4 cm de largo y tienen pelos glandulares. Inflorescencia en forma de cabezuela hasta de 3 cm de largo. Flores irregulares, presentan una lengüeta vistosa color azul-violeta o blanco-violeta, hasta 25 mm de largo. Esta especie se encuentra en el páramo de pajonal y en sitios rocosos.", "distribution": "S Colombia al N Argentina."}, "ericaceae_pernettya_prostrata": {"description": "Arbustos bajos, hasta de 30 cm de alto. Hojas alternas, lanceoladas, hasta de 1.5 cm de largo, gruesas, con el margen aserrado. Flores solitarias, hasta de 5 mm de largo, con forma de jarroncito con 5 dientes, blancas a veces teñidas de rosado. Frutos redondeados y carnosos, hasta de 10 mm de largo, color negro-azul oscuro. Se encuentra hasta de los bosques de Polylepis y en el pajonal.", "distribution": "C México hasta NO Argentina."}, "lentibulariaceae_pinguicula_calyptrata": {"description": "Plantas carnívoras, hasta 10 cm de alto. Hojas dispuestas en una roseta en la base, hasta 3.5 cm de largo, color verde pálido con los márgenes color café-rojizo y enrollados hacia arriba; recubiertas de glándulas pegajosas adaptadas para la captura y digestión de pequeños insectos. Flores tienen forma acampanada, hasta 15 mm de largo, color azul-violeta o violeta con blanco, con dos labios, el labio superior dividido en dos lóbulos y el inferior dividido en tres. Esta especie se encuentra en áreas húmedas, debajo de las macollas de la paja.", "distribution": "Colombia a Perú."}, "plantaginaceae_plantago_australis": {"description": "Hierbas hasta 40 cm de alto. Hojas dispuestas en una roseta en la base, hasta 40 cm de largo, lanceoladas, color verde con tintes morados, ambas superficies con pelos cortos. Inflorescencia alta, hasta de 40 cm, tiene numerosas flores. Flores poco vistosas, se disponen a lo largo del eje elevado, hasta 5 mm de largo y son verdosas. Crece en el páramo de pajonal y en áreas abiertas húmedas.", "distribution": "Venezuela a Perú."}, "plantaginaceae_plantago_rigida": {"description": "Hierbas dispuestas en almohadillas, forman montículos grandes, hasta 1 m o más de diámetro. Hojas en una roseta al final de las ramas, hasta 3 cm de largo, duras y brillantes. Flores tubulares, hasta 15 mm de largo, con 4 dientes, color verdoso. Frutos ca. 2 mm de largo, y elevados sobre estructuras tubulares. Se encuentra en el páramo de almohadilla. Se ha observado a las llamas rascarse el hocico en estas almohadillas duras.", "distribution": "Colombia a Bolivia."}, "orchidaceae_pleurothallis_coriacardia": {"description": "Hierbas terrestres, hasta 20 cm de alto, crecen sobre rocas, se las ve en grupos densos. Hojas hasta 10 cm de largo, solitarias, colgantes en el ápice color tallo largo y delgado, tienen forma acorazonada alargada, color verde brillante en la superficie superior, gruesas, con una vena principal marcada. Inflorescencia en la base de la hoja, tiene pocas flores. Flores hasta 10 mm de largo, de forma irregular; sépalos y pétalos modificados en mayor o menor grado, color rosado rojizo con franjas amarillo verdosas. Crece en áreas rocosas.", "distribution": "Ecuador."}, "rosaceae_polylepis_reticulata": {"description": "Arbustos o árboles hasta 12 m de alto; troncos son retorcidos y tienen la corteza color café-anaranjado, que se desprende en láminas delgadas como papel. Hojas y las flores a menudo cubiertas de pelos. Hojas alternas y crecen amontonadas en las puntas de las ramas, conformadas por 3 hojuelas hasta 2.5 cm de largo, tienen denso vello en la cara inferior, la cara superior lisa. Inflorescencias racimos colgantes poco llamativos, hasta de 8 cm de largo. Flores hasta de 5 mm y son color verdoso. Forman bosquetes remanentes en el páramo. Posiblemente estos bosques cubrían áreas más extensas en el pasado, pero debido al impacto de las quemas y el pastoreo en la actualidad se encuentran reducidas.", "distribution": "Colombia a Perú."}, "potamogetonaceae_potamogeton_paramoanus": {"description": "Hierbas acuáticas sumergidas y flotantes, crecen en grupos densos; tallos de longitud variable de acuerdo a la profundidad del agua. Hojas de dos tipos: las sumergidas son alargadas, hasta 26 cm de largo, color verdoso algo translúcidas; las emergentes son espatuladas, hasta 7 cm de largo, y presentan un color verde-amarillento. Inflorescencias poco llamativas y sumergidas o emergentes, constituyen espigas de 1 cm de largo, color verde claro. Flores diminutas de 1.5 mm de largo. Crece en las lagunas.", "distribution": "Venezuela a Bolivia."}, "rosaceae_potentilla_dombeyi": {"description": "Hierbas extendidas en el suelo, con las ramas rojizas y densamente cubiertas de pelos blancos sedosos o glandulares. Hojas alternas, compuestas, sus 3 hojuelas hasta 2 cm de largo; márgenes aserrados. Flores solitarias, hasta de 10 mm de diámetro, con 5 pétalos con forma acorazonada, color amarillo brillante a pálido; pistilos son numerosos. El fruto rodeado por el cáliz agrandado y como un conjunto de pequeños frutos secos, cada uno de hasta de 1 mm de largo. Se encuentra debajo de las macollas de pastos.", "distribution": "Ecuador y Perú."}, "bromeliaceae_puya_clava-herculis": {"description": "Plantas gigantes hasta 1 m de diámetro. Hojas numerosas y dispuestas en una roseta en la base, alargadas, gruesas, con tintes color café rojizo, con grandes espinos negros en los bordes. Inflorescencia alta, erguida, de más de 1 m, densamente cubierta de pelos lanosos blancos. Flores hasta 2 cm de largo, color azul verdoso claro. Frutos cápsulas globosas, secas y que eventualmente se abren. Se encuentra en pajonales. Colibríes visitan sus flores y el oso de anteojos se alimenta de los cogollos.", "distribution": "Ecuador."}, "ranunculaceae_ranunculus_flagelliformis": {"description": "Hierbas acuáticas o semi-acuáticas hasta 25 cm de largo. Hojas flotantes en la superficie del agua, elípticas a ovadas, hasta 1.5 cm de largo, sobre pecíolos largos y delgados. Flores emergentes, hasta 7 mm de diámetro, tienen 5 pétalos color amarillo limón; pistilos son numerosos y color amarillo. Se encuentra en charcas o lagunas poco profundas.", "distribution": "Costa Rica, Venezuela a Bolivia."}, "ranunculaceae_ranunculus_peruvianus": {"description": "Hierbas terrestres, hasta de 10 cm de alto, con pelos sedosos. Hojas de dos tipos: las de la base hasta 1 cm de largo, tienen forma arriñonada con el margen crenado y pecíolos largos y delgados; las otras son alternas en el tallo y profundamente divididas. Flores solitarias y terminales, hasta 15 mm de diámetro, con 5 pétalos espatulados, color amarillo limón; pistilos son numerosos y amarillos. El fruto como un conjunto de pequeños frutos secos ca. 1 mm de largo. Se encuentra en áreas húmedas del páramo de almohadillas.", "distribution": "Ecuador y Perú."}, "grossulariaceae_ribes_lehmannii": {"description": "Arbustos hasta de 1 m de alto, cubiertos de pelos. Hojas alternas, hasta 2.5 cm de largo; márgenes crenado-lobulados. Inflorescencia en forma de racimos colgantes. Flores hasta 10 mm de largo, tienen la base en forma de copa, tubulares y con 5 lóbulos triangulares, color rojo-rosado salmón con el interior amarillo. Frutos carnosos, color rojo. Se encuentra entre pajonales, en bosques de Polylepis y con menos frecuencia en áreas rocosas.", "distribution": "Es endémica del Ecuador."}, "rosaceae_rubus_coriaceus": {"description": "Subarbustos rastreros muy espinosos; tallos y las venas (de la cara inferior) rojizos. Hojas alternas, hasta 7 cm de largo, ovadas, gruesas; márgenes aserrados. Flores solitarias, hasta de 30 mm de diámetro, color rosado fuerte; estambres y pistilos son numerosos. Fruto globoso, hasta de 15 mm de diámetro, está formado por un conjunto de muchos frutos pequeños de 3 mm cada uno, carnosos y color rojo. Se encuentra en el páramo arbustivo.", "distribution": "Colombia a Perú."}, "cyperaceae_schoenoplectus_californicus": {"description": "Hierbas semi-acuáticas hasta 4 m de alto; tallos rígidos, esponjosos por dentro y triangulares transversalmente. Hojas muy delgadas en la base de los tallos. Inflorescencias en la punta de los tallos y son cabezuelas de espigas que hasta 5 cm de largo; las flores son poco llamativas, color café. Se encuentra principalmente en la laguna Totoras.", "distribution": "Ecuador a Bolivia."}, "asteraceae_senecio_chionogeton": {"description": "Hierbas hasta de 50 cm de alto. Hojas dispuestas en una roseta en la base y otras más pequeñas a lo largo del tallo, espatuladas, hasta 6 cm de largo; márgenes crenados. Inflorescencia en cabezuelas vistosas colgantes en el extremo del tallo, hay hasta de 15 por planta, hasta 2.5 cm de diámetro, color amarillo limón. Flores hasta 15 mm de largo, color amarillo limón, tubulares y con 5 dientes cortos. Frutos con una corona de pelos sedosos, de 12 mm de largo, color blanco. Se encuentra en el páramo de pajonal.", "distribution": "Colombia y Ecuador."}, "iridaceae_sisyrinchium_palustre": {"description": "Hierbas hasta de 25 cm de alto. Hojas todas basales, generalmente sobrepuestas en la base, hasta 15 cm de largo, alargadas y muy estrechas. Inflorescencias terminales, con 1 a pocas flores. Flores hasta de 8 mm de largo, tienen forma de copa, con 6 tépalos color amarillo brillante con rayas cafés por fuera. Fruto una cápsula globosa, seca, color negro brillante, que eventualmente se abre. Se encuentra en el páramo de pajonal y de almohadillas.", "distribution": "Ecuador y Perú."}, "lamiaceae_stachys_elliptica": {"description": "Hierbas hasta de 8 cm de alto, se encuentran tendidas o erguidas, cubiertas con pelos blancos. Hojas opuestas, ovadas, hasta 1 cm de largo; márgenes crenados. Inflorescencias en grupos de 6 flores en la punta de los tallos. Flores hasta 1 cm de largo, irregulares, tubulares y con dos labios, color blanco con grandes manchas color rosado-lila o rosado oscuro. Se encuentra cerca o dentro de los bosques de Polylepis.", "distribution": "Es endémica del Ecuador."}, "ericaceae_vaccinium_floribundum": {"description": "Arbustos enanos, hasta 30 cm de alto. Hojas alternas, hasta 2 cm de largo, duras, lanceoladas, con el margen aserrado. Inflorescencia en racimos de 6 a 10 flores, hasta 1.5 cm de largo. Flores hasta de 8 mm de largo, la corola es cilíndrica con 4 ó 5 dientes, color blanco o rosado a rojizo. Los frutos son redondeados, hasta 8 mm de diámetro, carnosos, color negro-azul, a veces con una cubierta cerosa. Se encuentra en el páramo arbustivo.", "distribution": "Costa Rica a Perú."}, "valerianaceae_valeriana_cernua": {"description": "Subarbustos hasta de 60 cm de alto, con olor desagradable, cubiertos de pelos diminutos, los tallos con tintes morados. Hojas opuestas, ovadas, hasta de 3 cm de largo, gruesas. Inflorescencias hasta 10 cm de largo, colgantes y dirigidas para un solo lado. Flores hasta 10 mm de largo, tubulares con 5 lóbulos cortos, color blanco o rosado con tintes lilas. Crece dentro de los bosques de Polylepis que están hasta de las lagunas.", "distribution": "Es endémica del Cajas, Ecuador."}, "valerianaceae_valeriana_henricii": {"description": "Hierbas sin tallo, con apariencia de coliflor, hasta 7 cm de diámetro. Hojas dispuestas en una roseta en la base, tienen la forma arriñonada, hasta 3 cm de largo, carnosas, arrugadas, color verde-oliva violeta en la cara superior, moradas en la inferior; márgenes curvados hacia abajo. Inflorescencias con numerosas flores. Flores hasta 5 mm de largo, tubulares con 5 lóbulos cortos, color blanco. En Ecuador se encuentra sólo en el Cajas donde crece exclusivamente en áreas rocosas por sobre los 4200 m, en el sendero a Cerro Amarillo. Puede fácilmente pasar desapercibida porque se confunde con el color de las rocas.", "distribution": "S Ecuador y S de Perú."}, "valerianaceae_valeriana_microphylla": {"description": "Arbustos bajos, erguidos o algo recostados, hasta 60 cm de alto. Hojas opuestas, ovadas o elípticas, gruesas, hasta de 1 cm de largo. Inflorescencias en las puntas de las ramas, erguidas y hasta 5 cm de largo, con muchas flores. Flores hasta 3 mm de largo, tubulares, con 5 lóbulos cortos, color blanco o rosado, con tintes lilas. Común en varios ambientes. Es una especie variable que cuando crece a mayor altura presenta las hojas y las flores amontonadas, mientras que dentro del bosque son más laxos.", "distribution": "Colombia a Perú."}, "valerianaceae_valeriana_plantaginea": {"description": "Hierbas grandes, hasta de 1.5 m, con un olor fuerte y desagradable. Hojas dispuestas en una roseta basal, lanceoladas, hasta de 45 cm de largo, gruesas y brillantes en la cara superior. Inflorescencia alta, hasta de 80 cm, con ramificaciones erguidas, con numerosas flores. Flores hasta 5 mm de largo, tubulares con 5 lóbulos cortos, color blanco con tintes morados. Se la encuentra en grupos dentro de los bosques de Polylepis donde se la ubica fácilmente por su gran tamaño y su olor fuerte.", "distribution": "Venezuela a Perú."}, "valerianaceae_valeriana_rigida": {"description": "Hierbas sin tallo, con olor fuerte y desagradable, ca. 10 cm de diámetro; crecen a nivel del suelo, a veces forman almohadillas. Hojas dispuestas en una roseta basal, lanceoladas, hasta 10 cm de largo, estrechas, gruesas y punzantes. Flores pequeñas, hasta de 5 mm de largo, tubulares con 5 lóbulos cortos, color blanco, se las puede ver varias en el centro de la roseta de las hojas. Se encuentra en el páramo de pajonal.", "distribution": "Colombia a Bolivia."}, "valerianaceae_valeriana_secunda": {"description": "Hierbas hasta 30 cm de alto, con olor fuerte y desagradable. Hojas dispuestas en una roseta en la base, espatuladas, hasta 10 cm de largo, gruesas, tienen tintes morados; márgenes enteros o presentan un fleco fino. Inflorescencia hasta de 15 cm de largo, está compuesta de subunidades más o menos péndulas, el eje principal está densamente cubierto de pelos blancos; las brácteas son color morado. Flores hasta 4 mm de largo, tubulares con 5 lóbulos cortos, color blanco o púrpura. Se la encuentra únicamente en áreas pedregosas en los sitios más altos como el área de Tres Cruces.", "distribution": "Es endémica del Cajas."}, "violaceae_viola_pygmea": {"description": "Hierbas hasta de 2 cm de alto, forman almohadillas. Hojas dispuestas en una roseta en la base, lanceoladas, hasta de 1.5 cm de largo, gruesas; margen es entero. Flores pequeñas, de 10 mm de diámetro, solitarias entre las hojas, color blanco con una mancha morada en el centro; pétalo ventral es más grande, con una espuela, blanca con rayas moradas y el centro amarillo. Se encuentra en el páramo de pajonal.", "distribution": "Ecuador a Bolivia."}, "asteraceae_werneria_nubigena": {"description": "Hierbas bajas hasta 15 cm de diámetro. Hojas dispuestas en una roseta basal, hasta 10 cm de largo, alargadas y estrechas. Inflorescencias en cabezuelas solitarias a ras del suelo, ca. 7 cm de diámetro. Flores de dos tipos: las externas (± 25) irregu­lares y presentan una lengüeta hasta de 25 mm de largo, color blanco, las internas (más de 100) cortas, tubulares y con 5 dientes, color amarillo. Frutos con una corona de pelos blancos. Es común en el páramo de pajonal.", "distribution": "S México, Guatemala, Colombia a Bolivia."}, "asteraceae_werneria_pumila": {"description": "Hierbas bajas hasta de 5 cm de alto, que crecen solas o en grupos pequeños. Hojas forman una roseta que crece al ras del suelo, hasta 4 cm de largo, alargadas y estrechas. Inflorescencia una cabezuela ca. 2.5 cm de diámetro, las brácteas color café rojizo. Flores de dos tipos: las externas (± 20) irregulares, presentan una lengüeta llamativa hasta de 15 mm de largo, color amarillo, las internas (numerosas) tubulares y con 5 dientes, color amarillo. Frutos con una corona de pelos blancos. Se encuentra en las partes más altas del páramo.", "distribution": "Endémica del Ecuador."}, "asteraceae_werneria_pygmaea": {"description": "Hierbas bajas hasta 5 cm de diámetro. Hojas dispuestas en una roseta basal, hasta 3 cm de largo, alargadas y muy estrechas. Inflorescencias en cabezuelas solitarias a nivel del suelo, ca. 2.5 cm de diámetro. Flores de dos tipos: las externas (± 14) irregulares y presentan una lengüeta hasta de 15 mm de largo, color blanco, las internas (± 25) cortas, tubulares y con 5 dientes, color amarillo. Frutos con una corona de pelos ca. 10 mm de largo y son color blanco. Se encuentra en el páramo de almohadillas y en áreas muy húmedas en los alrededores de las lagunas. Se diferencia de la especie anterior por su porte general más pequeño y menor número de flores.", "distribution": "Venezuela hasta Argentina."}, "asteraceae_xenophyllum_humile": {"description": "Plantas en almohadillas muy compactas hasta 1 m de diámetro. Hojas dispuestas en espiral, hasta 1.5 cm de largo, muy estrechas y gruesas. Inflorescencias en cabezuelas que crecen a nivel del suelo, hasta de 1 cm de diámetro. Flores de dos tipos: las externas (± 12) irregulares y presentan una lengüeta blanca, las internas (± 25) cortas, tubulares y con 5 dientes, color amarillo. Frutos con una corona de pelos sedosos, blancos. Se encuentran en el páramo de almohadillas, en áreas húmedas en los pajonales y raras veces sobre rocas.", "distribution": "C Colombia al N Perú."}, "asteraceae_xenophyllum_roseum": {"description": "Hierbas bajas forman almohadillas pequeñas en lugares húmedos. Hojas dispuestas en rosetas, muy estrechas y hasta 1 cm de largo. Inflorescencia en forma de cabezuela al nivel del suelo, ca. 2 cm de diámetro. Flores de dos tipos: las externas (± 13) irregulares y presentan una lengüeta vistosa de 10 mm de largo, color rosado fuerte, las internas (± 35) tubulares y con 5 dientes, color amarillo oscuro. Frutos con una corona de pelos sedosos, de 8 mm de largo, color blanco. Es prácticamente restringida al Cajas en el páramo de almohadillas.", "distribution": "Es endémica del S Ecuador."}, "apiaceae_azorella_biloba": {"description": "Plantas que crecen formando almohadillas compactas. Hojas amontonadas al final de las ramas, hasta 1 cm de largo, de oblongas a lanceoladas, algo carnosas, brillantes, el ápice entero o partido en 2-3 lóbulos, de glabros a densamente estrigosos; pecíolo dilatado en la base. Inflorescencias pequeñas, en umbelas alrededor de 1 cm, hasta con 10 flores, rodeadas por pequeñas brácteas de margen ciliado. Flores diminutas, de hasta 3 mm de largo, de un blanco verdoso o amarillento. Frutos alrededor de 2,5 mm, ovoides, glabros, con 3 costillas, con vesículas secretoras de aceites. Especies similares: Azorella pedunculata.", "distribution": "Costa Rica a Argentina."}, "asteraceae_chrysactinium_acaule": {"description": "Hierbas perennes, acaulescentes. Hojas opuestas que forman una roseta basal, largamente espatuladas (incluyendo la base de la hoja), la parte distal rómbica, hasta 5 cm, la base decurrente sobre el pecíolo, los márgenes irregularmente dentados con dientes negros hasta de 1 mm, el envés totalmente cubierto por una capa de tomento lanado blanquecino, el haz verde, cortamente tomentoso. Cabezuelas solitarias, campanuladas, hasta 2,5 cm de largo; pedúnculo erecto, de hasta 25 cm, café rojizo, de escasa a densamente aracnoide-tomentoso; brácteas involucrales en 5 hileras progresivamente más largas, color verde claro. Flores de dos tipos: marginales hasta 60, las corolas hasta 18 mm, liguladas con diminutos dientes en el ápice, color amarillo brillante, los estilos hasta de 10 mm; flores del disco hasta 100, las corolas hasta 8 mm, tubulares, amarillas; los estambres hasta 4 mm, los estilos hasta 9 mm. Vilano de cerdas, hasta 6 mm, blancas.", "distribution": "Del norte del Ecuador al norte del Perú."}, "apiaceae_niphogeton_azorelloides": {"description": "Hierbas cespitosas, bajas, que forman tapetes, 2-4 cm de alto, glabras, amarillo-verdosas, la base leñosa. Hojas alternas, amontonadas, oblongo-ovadas, 4-9 mm de largo, profundamente 3-lobuladas, los lóbulos linear-oblongos, 2-6 mm, angostos, enteros; los pecíolos de hasta 15 mm, alado-envainadores. Inflorescencias en pequeñas umbelas, el pedúnculo corto alrededor de 15 mm; involucro con 2 brácteas alrededor de 5 mm; rayos 1-3, ascendentes, los pétalos 5, ovados, blancos. Fruto de mericarpos alrededor de 2 mm, marcadamente 5-acostillados, con vesículas secretoras de aceites, el carpóforo bífido. Especies similares: Oreomyrrhis andicola, Niphogeton dissecta.", "distribution": "Páramos del centro y sur del Ecuador y norte del Perú. En el Ecuador ha sido registrada en las provincias de Azuay, Cañar, Chimborazo, Cotopaxi, Napo y Pichincha, entre 3000 y 4500 m s.n.m."}, "apiaceae_niphogeton_dissecta": {"description": "Hierbas delgadas o densas, caulescentes, ramificadas, hasta 35 cm de alto. Hojas alternas, 1–2 veces pinnadas, de oblongas a ovadas, 1,5–8 cm de largo, los folíolos hasta 12 mm de largo, profundamente lobados o pinnatífidos, las últimas divisiones lineares, hasta 6 mm; pecíolos 2–15 cm, envainadores en la base. Inflorescencias en umbelas corimbosas, el pedicelo hasta de 6 cm; involucro con 2 brácteas hasta de 35 mm de largo, lobuladas; rayos 5–12, hasta 30 mm de largo, flores numerosas, muy pequeñas; pétalos 5, ovados, blancos. Frutos, mericarpos alrededor de 4 mm, marcadamente 5-acostillados, con vesículas secretoras de aceites, el carpóforo bífido. Especies similares: Niphogeton ternata.", "distribution": "Páramos desde Venezuela hasta Bolivia. En el Ecuador está registrada en toda la cordillera, sobre los 3000 m s.n.m., solo en la provincia de Loja se encuentra a alturas inferiores."}, "apiaceae_niphogeton_ternata": {"description": "Hierbas delgadas, hasta 1 m de alto, desparramadas, ramificadas, leñosas en la base. Hojas alternas, de ovadas a orbiculares, hasta 4,5 cm de largo, ternado-divididas, los folíolos obovados, alrededor de 3 mm, de enteros a dentados, las últimas divisiones dentadas; pecíolos hasta 10 cm, envainadores en la base. Inflorescencias en umbela, el pedúnculo hasta de 4 cm; involucro con 5–7 brácteas lineares, hasta de 20 mm de largo, lobuladas; rayos 5–12, hasta 30 mm de largo, de patentes a ascendentes; flores numerosas, muy pequeñas; pétalos 5, ovados, blancos. Frutos, mericarpos alrededor de 4 mm, marcadamente 5-acostillados, con vesículas secretoras de aceites, el carpóforo bífido, los ejes de las infrutescencias color café-rojizo. Especies similares: Niphogeton dissecta.", "distribution": "Desde Venezuela hasta el Ecuador, donde se encuentra sobre los 3000 m s.n.m."}, "apiaceae_oreomyrrhis_andicola": {"description": "Hierbas cespitosas bajas, 3-5 cm de alto, blanco-tomentosas. Hojas alternas, pinnatisectas, en contorno de oblongo a ovado, 1-8 cm; los folíolos 9-17, 1,5-15 mm largo 1-10 mm ancho, las divisiones enteras o pinnatífidas, las divisiones finales densas, de ovadas a lineares; pecíolos 0,5-10 cm, envainadores en la base. Inflorescencias en umbelas sobre pedúnculos 1-40 cm, hirsutos; brácteas del involucro 6-10, de lanceoladas a obovadas, enteras a pinnatisectas, pubescentes, connatas, los pétalos 5, inconspicuos, blancos o matizados de rosado. Fruto de mericarpos, 3-5 mm de largo, acostillados, glabros o pubescentes, con vesículas secretoras de aceites; el carpóforo es bífido. Especies similares: Niphogeton azorelloides.", "distribution": "De Costa Rica y Colombia a Bolivia y Argentina. En el Ecuador se distribuye en la región andina, entre 2500 y 4500 m s.n.m."}, "asteraceae_aphanactis_jamesoniana": {"description": "Hierbas pequeñas, hasta 10 cm de alto, cespitosas, rastreras, enraizantes. Hojas opuestas, oblongo-espatuladas, de hasta 1,5 cm, color verde claro, trinervias, con tricomas largos y translúcidos, la base sésil, abrazadora, los entrenudos muy cortos. Inflorescencia de cabezuelas terminales, pequeñas, campanuladas, solitarias, 4 mm, a ras de suelo hasta el momento de la floración y progresivamente se extiende hasta el fructificación sobre un pedúnculo elevado, rojizo, de hasta 5 cm. Flores tubulares con una lígula muy corta, amarillo-limón; las flores marginales son pistiladas y las del disco son perfectas, cubiertas de tricomas largos, delgados. Vilano ausente.", "distribution": "Endémica del Ecuador. Se distribuye ampliamente en los páramos de Imbabura, Pichincha, Cotopaxi, Tungurahua, Chimborazo y Azuay."}, "asteraceae_baccharis_tricuneata": {"description": "Arbustos de hasta 2 m de alto, densamente ramificados, las ramas cenizo-rojizas, estriadas, los tallos rectangulares. Hojas alternas, erectas, hasta de 1 cm de largo, obovadas, el haz verde oscuro brillante, el envés verde con puntos oscuros; coriáceas, los márgenes con 1 o 2, a veces 3 dientes apicales a cada lado, la base subsésil y ancha que deja cicatrices en los tallos, los entrenudos muy cortos, menos de 5 mm. Inflorescencias axilares, corimbosas, hasta 1 cm, con 3-4 cabezuelas compactas, masculinas y femeninas, las brácteas ciliadas, color verde claro con la punta oscura, las flores tubulares, 4 mm, color de verde pálido a verde- amarillento. Vilano de tricomas pajizos de 4 mm de largo.", "distribution": "De Venezuela a Bolivia, Chile y Argentina."}, "asteraceae_bidens_andicola": {"description": "Hierbas anuales rastreras, hasta de 50 cm de alto. Hojas opuestas, compuestas imparipinnadas. Inflorescencias en capítulos radiados, terminales sobre un pedúnculo largo de hasta 20 cm; involucro campanulado, los filarios rígidos, de color café.  Flores marginales de color amarillo, la corola de 10 mm de largo, ligulada; flores del disco amarillo-verdosas, tubulares con 5 dientes pequeños; estilo bifurcado, las ramas recurvadas. Fruto en aquenio provisto de dos tricomas espinosos. Especies similares: Bidens triplinervia Kunth.", "distribution": "Desde Venezuela hasta Argentina. En el Ecuador se encuentra entre 2000 y 4500 m s.n.m."}, "asteraceae_cotula_mexicana": {"description": "Hierbas bajas, cespitosas, acaulescentes o con tallos aéreos cortos, estolonados; los estolones largos, hasta 15 cm de largo, de glabros a pilosos, con tintes morado-rojizos. Hojas 1-3-pinnatífidas, 1-3,5 cm, oblanceoladas en contorno, carnosas, amarillo-verdosas; el nervio principal marcado, los segmentos opuestos, 3-6 pares, enteros o lobulados, los ápices espinosos, el último segmento oblanceolado, alrededor de 3 mm de largo, el pecíolo dilatado en la base. Inflorescencias en cabezuelas axilares, los pedúnculos alrededor de 1 cm, vellosos, las cabezuelas alrededor de 5 mm de diámetro, el involucro con 10 brácteas con los ápices color lila, las flores marginales 7-10, sin corola, las flores del disco alrededor de 60, alrededor de 2 mm, tubulares, 3-lobuladas, blancas, las del centro con tintes lilas. Especies similares: Cotula australis (Sieber ex Spreng.) Hook. F.", "distribution": "Originaria de Centro y Sudamérica, se distribuye desde México hasta, Bolivia, Chile y Argentina. En el Ecuador crece en la cordillera de los andes entre 3000 y 4500 m s.n.m."}, "asteraceae_diplostephium_hartwegii": {"description": "Arbustos o árboles de hasta 8 m de alto y 12 cm de DAP, abundantemente ramificado, ramas infértiles alargadas y ramas cortas con capítulos terminales solitarios, cubierto de una pubescencia lanosa en las ramitas y envés de las hojas. Hojas subsésiles, dispuestas en espiral, lámina de elíptica a linear de 3 a 8 mm de largo por 1 a 3 mm de ancho, haz lustroso envés lanoso tomentoso, margen doblado hacia abajo. Inflorescencias en cabezuelas terminales de 1,2 cm de largo por 1 cm de diámetro; involucro campanulado con 5 series de filarias, filarias externas ovadas de 3 mm de largo por 1,5 mm de ancho, filarias internas lineares de 5 mm de largo por 1 mm de ancho. Flores marginales irregulares (alrededor de 12 por cabezuela) con una lígula lila claro de 12 mm de largo. Flores centrales tubulares de color amarillo claro, con 5 lóbulos. Fruto, un aquenio piloso con una corona de cerdas rojizas. Especies similares: Diplostephium oblanceolatum.", "distribution": "Andes del Sur de Colombia y Ecuador, entre 2500 y 4500 m s.n.m."}, "asteraceae_diplostephium_oblanceolatum": {"description": "Arbustos de 0.5 a 2 m de alto, densamente ramificados, las ramitas y el envés de las hojas, densamente lanado-tomentosas. Hojas alternas, sésiles, amontonadas en las ramitas, lámina de oblanceolada a espatulada, de 7 a 12 mm de largo por 1,5 a 2,5 mm de ancho. Haz densamente glanduloso, envés lanado tomentoso, margen doblado hacia abajo. Inflorescencias de cabezuelas solitarias de alrededor de 2,2 cm de diámetro, dispuestas al final de las ramas; involucro campanulado, con 5 series de brácteas, brácteas externas ovadas y brácteas internas lanceoladas. Flores de dos tipos: flores marginales alrededor de 20, irregulares, liguladas; la lígula de color lila claro, hasta de 15 mm de largo, con tres dientes diminutos en el ápice; flores del disco hasta 15, tubulares, amarillas, con 5 dientes diminutos. El fruto presenta un vilano con corona de tricomas rojizos. Especies similares: Diplostephium hartwegii.", "distribution": "Andes altos del centro y sur del Ecuador entre 3000 y 4000 m s.n.m."}, "asteraceae_diplostephium_rupestre": {"description": "Arbustos de 1 a 2 m de alto, pobremente ramificado; ramitas terminales cubiertas por una pubescencia lanosa.  Hojas sésiles, alternas, oblongo-lanceoladas, 3,5–4,5 × 0,3–0,5 cm, los márgenes revolutos, el haz cubierto con tricomas blancos largos, el envés densamente pubescente-lanoso. Inflorescencias en capítulos agrupados en tirsos, 4–4,5 × 4–4,5 cm. Capítulos heterógamos radiados, involucro campanulado, con 4 series de filarias, las filarias externas ovado-lanceoladas, 4–5 × 1,5 a 1,6 mm de ancho, las filarias internas oblongo- lanceoladas, 6–7 × 1,5–1,6 mm. Flores marginales liguladas en 3 series, la lígula blanca de 4 mm de largo, con 3 dientes diminutos apicales; flores centrales estaminadas; corola tubular-infundibuliforme, amarilla, de 4,2 mm de largo. Aquenios cafés, 2–2,5 mm de largo, glandulosos; pappus de cerdas escabrosas. Especies similares: Diplostephium ericoides.", "distribution": "Páramos de Colombia, Ecuador y Perú, sobre los 3000 m s.n.m."}, "asteraceae_gamochaeta_americana": {"description": "Hierbas 0,1-0,5 m, laxamente blanco-lanadas, los entrenudos basales y apicales muy cortos, más alargados en la mitad del tallo. Hojas hasta 5 cm de largo, que decrecen distalmente, oblanceoladas a obovadas; el haz verde opaco, el envés blanco-panoso, los márgenes remotamente dentados, la base abrazadora. Inflorescencias en espigas densas de varias cabezuelas, terminales, 1-5 cm de largo, sésiles; las cabezuelas hasta 4,5 mm, cilíndricas, las brácteas verdes tornándose cafés. Flores 2-3 mm de largo, de blanquecinas a amarillentas. Vilano de cerdas de 3 mm, blanco. Especies similares: Gamochaeta purpurea.", "distribution": "Desde México y las Antillas hasta Brasil y Argentina. En el Ecuador presenta una amplia distribución a lo largo de la región andina."}, "asteraceae_gynoxys_baccharoides": {"description": "Arbustos o árboles pequeños hasta 5 m de alto, tienen una densa capa de tricomas color blanco grisáceo. Hojas opuestas, lanceoladas, hasta 10 cm de largo. Inflorescencias de varias cabezuelas, cada una hasta de 1,5 cm de diámetro. Flores de dos tipos: las externas (alrededor de 8) son irregulares, presentan una lígula llamativa hasta de 13 mm de largo, color amarillo brillante, las internas (alrededor de 18) son tubulares y con 5 dientes, color amarillo. Fruto con una corona de tricomas ásperos, hasta de 15 mm de largo, blanco-pajizos. Especies similares: Gynoxys cuicochensis Cuatrec.", "distribution": "Andes del Ecuador entre 3500 y 4500 m s.n.m."}, "asteraceae_gynoxys_buxifolia": {"description": "Arbustos hasta de 5 m de alto. Copa irregular, ramificación opuesta; follaje de color blanquecino con inflorescencia de color amarillo intenso. Hojas simples, opuestas, con estípulas, sostenidas por un corto pecíolo hasta de 1,6 mm de largo, puberulento de color plomizo-blanquecino, el haz verde-oscuro lustroso, el envés blanquecino, puberulento. Inflorescencias paniculado-corimbosas de 5 a 7,5 cm de largo. Flores agrupadas en cabezuelas heterógamas de radiadas a discoides, cada cabezuela contiene alrededor de 18 flores: 8 flores marginales liguladas, la lígula tridentada de color amarillo intenso y 10 flores del disco con corola tubular con el ápice 5-partido. Fruto un pequeño aquenio café-oscuro con vilano blanco pajizo. Especies similares: Gynoxys miniphylla.", "distribution": "Colombia, Ecuador, Perú. Es ampliamente distribuida en los Andes ecuatorianos."}, "asteraceae_lasiocephalus_lingulatus": {"description": "Subarbustos erectos hasta de 0,5 m, densamente cubiertos en todas sus partes por una capa densa de indumento lanoso-aracnoideo, gris-blanquecino, el tallo redondeado. Hojas alternas, dirigidas hacia arriba, de lanceoladas a oblongo-lanceoladas, 1,5-3 cm de largo, los márgenes crenados y revolutos, el haz color verde oscuro con indumento laxo, el envés completamente cubierto por el indumento blanquecino, la base sésil y abrazadora. Inflorescencias terminales hasta 8 cm, con 3-4 cabezuelas hasta de 1,5 cm, sobre pedúnculos largos, nutantes, rodeados de brácteas alargadas densamente cubiertas por el indumento. Flores todas tubulares, color verde-limón. Vilano alrededor 8 mm, de aristas blancas.", "distribution": "Endémica del Ecuador. Se distribuye en las montañas andinas entre 2900 y 4300 m s.n.m., en las provincias de Azuay, Chimborazo, Cotopaxi, Bolívar, Pichincha y Napo."}, "asteraceae_lasiocephalus_ovatus": {"description": "Subarbustos hasta de 0,8 m, flexuosos, con grueso indumento aracnoideo, gris-blanquecino sobre todo en las partes jóvenes, glabrescentes con la edad, los tallos con costillas notorias. Hojas dispuestas en espiral, los entrenudos muy cortos y las hojas muy cercanas unas de otras, patentes, ovadas, 0,8-1 cm de largo, enteras, gruesas, el haz color verde brillante, glabrescente; el envés completamente cubierto por el indumento gris-blanquecino, la base sésil y amplexicaule. Inflorescencias terminales, solitarias, las cabezuelas hasta de 1,5 cm, sésiles, nutantes, rodeados de brácteas alargadas densamente cubiertas por el indumento. Flores todas tubulares, color verde-limón. Vilano alrededor de 15 mm, de aristas blancas.", "distribution": "Colombia y Ecuador."}, "asteraceae_loricaria_ferruginea": {"description": "Arbustos hasta de 1,5 m de alto, muy ramificados; ramas en un solo plano, lo que da al arbusto un aspecto aplanado. Hojas alternas, pequeñas y duras, hasta de 5 mm de largo, dobladas a lo largo de la nervadura central y con apariencia de escamas sobrepuestas en dos hileras, las inferiores color café rojizo y las superiores brillantes, color verde oscuro con las puntas rojizas, con abundantes tricomas sedosos y blancos en la parte interior. Inflorescencias en cabezuelas pequeñas hasta de 0,5 cm de diámetro. Flores de forma tubular, color amarillo pálido o crema. Fruto con una corona de tricomas hasta de 5 mm de largo, color blanco- pajizo. Especies similares: Loricaria azuayensis, Loricaria ilinissae.", "distribution": ""}, "asteraceae_loricaria_ilinissae": {"description": "Arbustos de 0,8 a 1,5 m de alto. Tallos cilíndricos, de corteza externa gris. Ramificación alterna y densa que forma una copa de irregular a globosa; ramitas terminales lateralmente comprimidas, 0,3–0,4 cm de ancho. Hojas dísticas que abrazan los tallos; triángulo-cóncavas, alrededor de 3× 2 mm de profundidad, el haz glabro con puntos resinosos, el envés densamente pubescente lanoso. Capítulos terminales discoides, el involucro campanulado, con dos hileras de brácteas de color marrón; brácteas externas 4 × 1,5 mm de ancho, las brácteas internas 5 × 1 mm de ancho, todas las brácteas presentan el margen membranoso irregular. Flósculos 8–12 por capítulo; flósculos pistilados filiformes, de color amarillo crema, los flósculos estaminados amarillos, 5 mm de largo. Aquenio elipsoide, glabro, 6 mm de largo incluidas las cerdas del pappus.", "distribution": "Endémica del Ecuador, registrada desde Carchi hasta Azuay."}, "asteraceae_monticalia_andicola": {"description": "Arbustos de 1 a 2 m de alto; tallos cilíndricos nudosos, con ramificación abierta. Hojas alternas, de oblongas a elípticas, 1,8–4,2 × 0,8–1,6 cm de ancho, los márgenes dentados, el haz verde oliváceo glabrescente, el envés tomentoso lanado, subsésiles. Inflorescencias terminales, corimbosas. Capítulos homógamos discoides, 0,8–1 cm de diámetro; receptáculo convexo con una hilera de 8 filarias libres, oblongas, 4–5 × 2 mm de ancho. Flósculos centrales de corola tubular amarilla, 4–5 mm de largo. Aquenios con 5 costillas; pappus de cerdas escabrosas basalmente connatas.", "distribution": "Desde Costa Rica a Perú. En el Ecuador se encuentra a lo largo de toda la cordillera de los Andes."}, "asteraceae_monticalia_empetroides": {"description": "Arbustos hasta de 0,5 m de alto, muy ramificados, las ramas densamente blanco lanosas. Hojas alternas, diminutas, hasta de 5 mm de largo, ovado-lanceoladas, gruesas, rígidas, el ápice agudo, los márgenes enteros y revolutos, el haz lanoso cuando jóvenes y glabrescente con la edad, verde brillante; el envés totalmente cubierto por un denso tomento blanco lanoso, sésiles, los entrenudos muy cortos, lanosos. Inflorescencias de cabezuelas solitarias, terminales, brevemente pedunculadas, densamente blanco-lanosas, cada una hasta de 1,5 cm de largo. Flores de dos tipos, las flores marginales 11-13, hasta de 12 mm, la lígula angosta, color amarillo, las flores del disco alrededor de 25, tubulares, alrededor de 7 mm, con 5 dientes diminutos, amarillas. Vilano de tricomas sedosos hasta de 8 mm, blancos. Especies similares: Monticalia myrsinites.", "distribution": "Endémica del Ecuador, ha sido colectada sólo en la provincia del Azuay."}, "asteraceae_monticalia_myrsinites": {"description": "Arbustos hasta de 1,5 m de alto, densamente ramificados. Hojas alternas, hasta de 0,5 cm de largo, ovado-elípticas, coriáceas; el haz verde brillante, el envés completamente cubierto por un denso indumento lanoso, blanco-grisáceo; el ápice apiculado, los márgenes ligeramente revolutos, con dientes pequeños espaciados los entrenudos muy cortos y las hojas aparecen amontonadas; pecíolo envainador. Inflorescencias de cabezuelas pequeñas, solitarias, terminales, cada una hasta de 1,5 cm de largo. Flores de dos tipos: flores marginales (alrededor de 10) liguladas, la lígula angosta, espatulada, hasta de 8 mm, color amarillo brillante, las flores del disco (alrededor de 20) tubulares, alrededor de 5 mm, con 5 dientes, color amarillo brillante. Vilano de tricomas sedosos, 8 mm de largo, blanco-grisáceos.", "distribution": "Endémica del Ecuador. Se distribuye a lo largo de la cordillera de los Andes desde 2500 hasta 4000 m s.n.m."}, "asteraceae_oritrophium_limnophilum": {"description": "Hierbas hasta de 7 cm de alto, el tallo erecto con entrenudos de 2-3 mm, con abundantes tricomas largos de color blanco entre los nudos. Hojas opuestas, algunos pecíolos son más largos que la lámina y tienen la base ensanchada; lámina oblongo-lanceolada, 1,8-2 cm de largo, 6-7 mm de ancho, el haz viloso, los márgenes enteros, el envés ligeramente tomentoso. Inflorescencia con un solo capítulo terminal, el pedúnculo púrpura, hasta de 6 cm de alto; receptáculo con 3 series de brácteas de color verde-púrpura. Flores marginales con la corola ligulada, cortamente lobulada, con la superficie superior de color blanco-liliáceo, las flores de disco tubulares de color amarillo-liliáceo. Aquenio con vilano transparente.", "distribution": "En los Andes desde Venezuela a Bolivia. En el Ecuador se la encuentra en los páramos entre 3000 y 4500 m s.n.m."}, "asteraceae_oritrophium_peruvianum": {"description": "Hierbas rizomatosas de 10 a 30 cm de alto, con pubescencia lanosa parduzca en la base. Hojas dispuestas en una roseta basal de 10 a 20 cm de diámetro, peciolo ensanchado cubierto por una pubescencia lanosa, lámina oblonga de 4 a 8 cm de largo por 0,8 a 1,2 cm de ancho, margen entero y ápice acuminado, glabras, acanaladas en el haz y el envés con pubescencia tomentosa. Inflorescencias en cabezuelas solitarias, sostenidas por escapos, púrpuras de 12 a 25 cm de largo; cabezuelas de 1,5 a 2 cm de diámetro. Flores de dos tipos: las marginales son irregulares, largas, liguladas, de color blanco; las internas son cortas, tubulares de color amarillo-cremoso. Vilano con cerdas escábridas.", "distribution": "Páramos desde Venezuela a Perú y noreste de Bolivia. En el Ecuador se distribuye a lo largo de la cordillera de los Andes entre 2500 y 4500 m s.n.m."}, "asteraceae_senecio_culcitioides": {"description": "Hierbas rizomatosas, de 20 a 40 cm de alto, crecen formando rosetas basales. Hojas de elípticas a lanceoladas, 10–25 × 0,5–0,8 cm de ancho; el haz verde oliváceo, glabrescente, el envés blanco lanoso; pecíolos envainadores ensanchados, de color púrpura. Pedúnculo 15–40 cm de largo con pubescencia blanquecina lanosa. Capítulos caliculados, arreglados en cimas dicasiales, con una bráctea lateral de 2,5–4,5 cm de largo. Capítulos de 1,5 cm de diámetro, el involucro convexo con una hilera de filarias oblongo-lanceoladas, 6–8 × 1,2–1,6 mm de ancho, color púrpura, lanosas, con los márgenes membranosos translúcidos. Flósculos de color amarillo limón. Aquenios obovoides con una hilera de cerdas sedosas.", "distribution": "De Ecuador a Bolivia."}, "asteraceae_senecio_josei": {"description": "Hierba hasta de 60 cm. Hojas alternas, amontonadas hacia las puntas de las ramas, lineares, hasta de 50 × 5 mm, coriáceas, los márgenes revolutos, el envés densamente blanco-lanado.  Inflorescencias racemosas, hasta con 10 capítulos, el pedúnculo hasta de 6 cm, purpúreo. Capítulos discoides, hasta de 10 mm de largo, colgantes; involucro caliculado, purpúreo. Flores 30-45, tubulares, de color amarillo-verdoso; estilo bifurcado. Vilano de cerdas sedosas, blancas.", "distribution": "Especie descrita en 2012, y registrada sólo en los páramos de Sabanilla, provincia de Loja y en Azuay."}, "berberidaceae_berberis_rigida": {"description": "Arbustos espinosos, hasta de 3 m de alto, con madera amarilla. Hojas alternas, amontonadas, hasta 3 cm de largo, brillantes en el haz y verde-blanquecinas en el envés, las nervaduras amarillentas en el haz, la punta espinosa, los márgenes espinosos. Inflorescencias en racimos colgantes, 5-8 cm de largo, el raquis y los pedicelos de un rosado oscuro. Flores de color amarillo brillante, teñidas de rosado o rojizo por fuera; alrededor de 10 mm de diámetro, con tépalos petaloides. Frutos subglobosos, carnosos, hasta 8 mm de largo, verdes, luego rojizos y finalmente de color negro-morado.", "distribution": "Colombia y Ecuador, buena parte de las colecciones de los herbarios provienen del Azuay."}, "brassicaceae_eudema_nubigena": {"description": "Hierbas acaulescentes, hasta de 3 cm de alto, que forman pequeñas almohadillas. Hojas basales en roseta, simples, espatuladas, hasta 10 mm de largo, los márgenes enteros, ciliados, con tricomas transparentes. Flores solitarias al final de las ramas; pétalos 4, alrededor de 3 mm de largo, blanco-crema, la base amarilla por dentro.", "distribution": "Endémica de los Andes ecuatorianos, se encuentra prevalentemente sobre 4000 y hasta 4600 m s.n.m."}, "bromeliaceae_puya_cajasensis": {"description": "Hierbas sin tallo; hojas dispuestas en espiral, que forman una roseta basal. Hojas largas y angostamente triangulares, hasta 22 × 2,5 cm, la base dilatada, ancha y envainadora hasta 3 cm de ancho, el ápice largamente atenuado; coriáceas, rígidas, el envés glauco, los márgenes gruesamente espinoso-serrados, los dientes angostos, hasta 5 mm de largo, cafés, recurvados hacia arriba, espaciados a lo largo del margen. Inflorescencia simple, robusta, globosa, terminal, sobre un escapo erecto hasta 30 cm de alto, recubierto por brácteas muy traslapadas; brácteas anchamente ovadas, hasta 15 × 4 cm, el ápice de atenuado a largamente atenuado, los márgenes diminutamente espinosos; papiráceas y translúcidas, color pajizo-dorado; las brácteas de la inflorescencia, ovadas, reflexas; sépalos 3, hasta 15 mm de largo, ocultados por  las brácteas; pétalos 3,25 mm de largo, más o menos traslapados, de blanco-verdosos a verdosos. Fruto en cápsula, ovoide, alrededor de 15 mm. Especies similares: Puya pygmaea.", "distribution": "Páramos húmedos del sur del Ecuador y norte del Perú. En el Ecuador ha sido registrada en las provincias de Azuay y Loja."}, "bromeliaceae_puya_compacta": {"description": "Hierbas gigantes, hasta de 1,2 m de alto con la inflorescencia policárpica, las hojas forman una roseta basal grande. Hojas lineares, 40-60 cm de largo, coriáceas, los márgenes serrados, espinosos; las espinas de 5 mm de largo. Inflorescencia elevada sobre un pedúnculo 40-70 × 2-3 cm, erecto, cubierto completamente por brácteas lanosas, traslapadas; la inflorescencia cilíndrica, 20-40 × 7 cm, compacta, con brácteas con indumento lanoso cinéreo. Flores actinomorfas, de color azul claro; pétalos 3, 4 cm de largo; anteras amarillas. Fruto en cápsula; semillas aladas. Especies similares: Puya clava-herculis, Puya maculata L.B. Sm.", "distribution": "Endémica del Ecuador, restringida a la región austral. Debido a su estrecho rango de distribución y a que su hábitat está intervenido por quemas, es una especie considerada en peligro crítico (CR) de extinción."}, "campanulaceae_lysipomia_oellgaardii": {"description": "Hierbas pequeñas rizomatosas. Hojas en rosetas acaulescentes, dispuestas en el ápice de los rizomas; hojas lustrosas, rígidas con la base ensanchada blanquecina, de 2 mm de ancho, lámina lanceolada de 5 a 8 mm de largo por 2 a 2,5 mm de ancho, margen con una estrecha banda hialina semejante a una callosidad; ápice terminado en un punto hialino. Flores solitarias casi ocultas por las hojas superiores; sépalos iguales, 1.5 mm de largo; corola zigomorfa, blanca, alrededor de 4 mm de largo, dispuesta en el centro de la roseta, débilmente bilabiada; los filamentos unidos en un tubo ± igual en longitud al tubo de la corola, las anteras negras. Cápsula papirácea campanulada 2,5 × 1,3 mm. Especies similares: Lysipomia vitreola.", "distribution": "Endémica de los páramos del sur del Ecuador, en las provincias de Azuay y Loja entre 2850 y 4060 m. s.n.m."}, "campanulaceae_lysipomia_rhizomata": {"description": "Hierbas pequeñas, arrosetadas, hasta de 4 cm de diámetro, crecen solitarias o en pequeños grupos. Hojas largamente lanceoladas, hasta 18 × 3 mm, muy angostas, el haz azul-morado, los márgenes ciliados. Flores numerosas en el centro de la roseta, pequeñas, hasta 8 mm de largo; corola blanca con 5 lóbulos; estambres unidos en un tubo de 5 mm, las anteras negras. Fruto en cápsula.", "distribution": "Endémica del Ecuador, con distribución restringida a la provincia del Azuay."}, "campanulaceae_lysipomia_sphagnophila subsp. variabilis": {"description": "Hierbas pequeñas con rizomas subterráneos profundos, los tallos cortos, hasta 2 cm. Hojas en una roseta basal, elípticas a oblanceoladas, hasta de 15 mm de largo, ovadas, ligeramente calloso-crenuladas, gruesas, con tintes morados, ciliadas. Flores numerosas en el centro de la roseta, hasta de 5 mm de largo, el cáliz morado, ciliado, la corola blanca o amarillo pálido, con 2 lóbulos diminutos dorsales y 3 ventrales, triangulares; estambres fusionados en una columna central. Especies similares: Lysipomia oellgaardii.", "distribution": "Lysipomia sphagnophila se distribuye en los páramos desde el sur de Colombia hasta el norte del Perú, no obstante, la subespecie variabilis es endémica del sur del Ecuador y ha sido registrada en los páramos de Azuay y Loja."}, "valerianaceae_valeriana_bracteata": {"description": "Hierbas pequeñas, hasta de 10 cm de alto, fétidas. Hojas en una roseta basal, lanceolado-espatuladas, hasta de 5 cm de largo, gruesas, carnosas, la base dilatada en el pecíolo. Inflorescencia sobre un pedúnculo alrededor de 25 mm, capitada, hasta de 8 mm de largo, con 3 flores rodeadas por brácteas, las flores alrededor de 2 mm, con 4 lóbulos cortos, de color blanco con tintes morados; estambres 3. Fruto en aquenio alrededor de 2 mm, elipsoide, sin vilano.", "distribution": "En los Andes desde Colombia a Ecuador. En el Ecuador se distribuye en los páramos entre 3000 y 4500 m s.n.m."}, "valerianaceae_valeriana_hirtella": {"description": "Arbustos hasta de 5 m de alto. Tallos y ramas cuadrangulares, que pueden llegar hasta 10 cm de diámetro. Hojas caulinares simples, amontonadas hacia las partes apicales de las ramas, de lineares a elípticas, 1-6 × 0,2-0,8 cm, subcoriáceas; pecíolos 2-5 mm de largo. Inflorescencia paniculiforme, 2-23 × 1,5-17 cm. Flores ginodioicas; corola infundibuliforme, 1,5-2 mm de largo, generalmente de color blanco, ocasionalmente teñida de morado. Fruto en aquenio elíptico glabro, de 1-1,5 mm de largo, con vilano blanco de 2-4 mm de largo. Especies similares: Valeriana microphylla.", "distribution": "Andes de Ecuador y Perú."}, "caryophyllaceae_arenaria_digyna": {"description": "Hierbas difusas, de procumbentes a suberectas, muy ramificadas, que forman tapices; glabras, hasta 5 cm de alto. Hojas opuestas, linear-oblongas, hasta 6 × 1-1,5 mm, glabras pero ciliadas en la superficie, el ápice agudo, los márgenes enteros, sésiles o cortamente pecioladas. Inflorescencia de flores solitarias, muy pequeñas, alrededor de 3-4 mm de largo, erectas, axilares o terminales, sobre pedicelos cortos; cáliz persistente, glabro; pétalos 5, lanceolados, glabros, blancos; anteras de color lila. Cápsula elíptica, 2 mm; semillas diminutas de color negro-grisáceo.", "distribution": "Ecuador, Perú, Bolivia y Chile. En el Ecuador está registrada en Pichincha, Cotopaxi y Azuay."}, "caryophyllaceae_cerastium_danguyi": {"description": "Hierbas perennes hasta de 40 cm de alto, finamente pubescentes; tallos ascendentes. Hojas opuestas, linear-lanceoladas, 15-30 × 3-4 mm, conectadas en la base, densamente pubescentes, más o menos glandulosas, los márgenes enteros, revolutos. Inflorescencias contraídas, con pocas flores. Flores sobre pedicelos hasta 10 mm; cáliz profundamente 5-partido, hasta 6 mm, de color verde-claro; pétalos 5, alrededor de 8 mm de largo, que forman un tubo, el ápice emarginado-bilobado, blancos con finas líneas color lila. Cápsula 12 mm, membranácea, que contiene numerosas semillas redondeadas.", "distribution": "En los Andes de Colombia, Ecuador, Perú y Bolivia, entre 3200 y 4700 m s.n.m."}, "caryophyllaceae_stellaria_recurvata": {"description": "Hierbas perennes, ascendentes, hasta de 1 m de largo, los tallos pubescentes. Hojas opuestas, cortamente pecioladas, triangulares y cordadas en la base. Flores muy conspicuas hasta de 15 mm de diámetro, largamente pediceladas; cáliz verde; pétalos 5 profundamente bipartidos, más largos que los sépalos, blancos; estambres de tecas color café-amarillento.", "distribution": "Endémica de los Andes ecuatorianos. Se distribuye desde los 2500 hasta los 4500 m s.n.m."}, "cyperaceae_carex_azuayae": {"description": "Hierbas semiacuáticas, erectas hasta de 40 cm de alto. Hojas lineares, aplanadas y duras, con vaina glabra. Inflorescencia terminal con espiguillas erectas pedunculadas de color café brillante. Flores abrazadas por escamas dispuestas en espiral, las mismas que son de color negro con una franja verde-brillante en el centro. El culmo sobresale de las hojas. Especies similares: Carex toreadora, Carex jamesonii.", "distribution": "Endémica del Ecuador."}, "cyperaceae_carex_pichinchensis": {"description": "Hierbas hasta de 1 m de alto, fasciculadas en la base, los tallos triangulares, estriados, glabros, los ángulos escabrosos y cortantes. Hojas graminiformes, muy largas y angostas, hasta de 8 mm de ancho, rígidas, estriadas; el nervio principal muy prominente en el envés y la hoja doblada a lo largo de este, la base envainadora, rojiza. Inflorescencias colgantes de pedúnculos delgados, en espigas compuestas, masculinas y femeninas, cilíndricas, cada una hasta de 5 cm, negro-purpúreas, con brácteas escamiformes imbricadas, lanceoladas, hasta 5 mm, carinadas, negro-purpúreas, los márgenes claros, membranáceas. Flores modificadas, escuamiformes, los estambres y los estilos de un amarillo claro. Especies similares: Carex jamesonii Boott.", "distribution": "Montañas andinas de Colombia a Bolivia."}, "cyperaceae_carex_pygmaea": {"description": "Hierbas de 20 cm de alto, rizomatosas. Hojas agrupadas en la base, lineares, la lámina canaliculada, hasta 3 mm de ancho, la vaina glabra con el margen transparente. Inflorescencia terminal, con varias espiguillas pedunculadas de color café-marrón. Culmo más corto que las hojas. Flor abrazada por una escama persistente. Flores dispuestas abundantemente en la espiga, las flores estaminadas reducidas a 3 estambres de color amarillo-crema, las flores pistiladas con un solo ovario, el estilo con 2 estigmas cortos que salen a través de un orificio en el ápice del periginio aplanado.", "distribution": "En los Andes desde Costa Rica a Ecuador."}, "cyperaceae_carex_toreadora": {"description": "Hierbas perennes, subacuáticas, rizomatosas, de 25 cm de alto. Hojas escasamente agrupadas, revestidas con un tegumento transparente, canaliculadas, de 6 cm de ancho y 25 cm de alto. Inflorescencia terminal, de color café-marrón, con varias espiguillas sésiles, abrazada por una bráctea de 6 mm de largo con la misma apariencia que las escamas. Culmo hasta de 20 cm de alto, en algunos casos están a la misma altura que las hojas. Flores agrupadas en espiguillas pequeñas y ovoideas. Periginio de 4 mm de largo, de color amarillo con el ápice rojo-ladrillo; estigma café oscuro. Aquenio lenticular de color amarillo pálido. Especies similares: Carex azuayae.", "distribution": "Endémica del Ecuador, se ha registrado en los páramos de las provincias del Azuay y Pichincha, entre 3700 y 4000 m s.n.m."}, "cyperaceae_carex_tristicha": {"description": "Hierbas pequeñas, hasta de 10 cm de alto, fasciculadas en la base y con forma de abanico. Hojas graminiformes, largamente lanceoladas, hasta de 4 mm de ancho, rígidos, estriados, el nervio principal muy prominente en el envés y la hoja doblada a lo largo de este, la base envainadora. Inflorescencias en espigas compuestas masculinas y femeninas pequeñas, compactas, hasta de 2 cm, con brácteas escamiformes imbricadas, lanceoladas, hasta 5 mm, carinadas, largamente apiculadas, de un verde claro, hialinas, membranáceas. Flores modificadas escuamiformes.", "distribution": "Páramos del Ecuador y Colombia."}, "cyperaceae_eleocharis_acicularis": {"description": "Hierbas perennes, cespitosas, de 20 cm de alto. Hojas pequeñas, 8 mm de largo, glabras, que abrazan la base del culmo. Inflorescencia terminal, pardo-rojiza. Culmos ligeramente arqueados, (1)4-11(22) cm de largo; espiguilla (1,5) 3,5 (6) mm, ovoide; las escamas dispuestas helicoidalmente, de color verde en el centro y pardo-rojizo a los lados. Flores estaminadas con 3 estambres, las anteras amarillentas; estilo con 3 estigmas. Fruto, aquenio obovoide, verdoso. Especies similares: Isolepis cernua (Vahl) Roem. & Schult.", "distribution": "Se distribuye en toda América, inclusive en el Ártico. En el Ecuador se encuentra hasta los 4300 m."}, "cyperaceae_oreobolopsis_inversa": {"description": "Hierbas rizomatosas, que crecen formando pequeñas macollas de 10 a 30 cm de alto. Culmos redondeados de 10 a 25 cm de largo por 0,6 a 0,8 mm de diámetro; hojas graminiformes, más cortas que los culmos, lámina triangular-cilíndrica, rígida, estriada, de 5 a 11 cm de largo por 0,5 a 0,7 mm de ancho, la base envainadora y lígula membranosa. Inflorescencias en una espiga compacta de 4-6 mm de largo por 2-3 mm de ancho, con brácteas escamiformes alrededor 3 mm, de un café claro, hialinas, membranáceas. Flores bisexuales pequeñas, con 6 escamas cortas, 3 estambres con largos filamentos y anteras de 1 mm de largo, ovario con 3 carpelos, estilo con tres ramas papilosas color crema. Fruto, un aquenio pequeño de color café. Especies similares: Trichophorum rigidum.", "distribution": "Páramos del Ecuador y Perú, entre 3700 y 4400 m s.n.m."}, "cyperaceae_rhynchospora_vulcani": {"description": "Hierbas hasta de 0,6 m de alto, rizomatosas, fasciculadas en la base, los tallos triangulares, estriados, los ángulos escabrosos y cortantes. Hojas graminiformes, muy largas y angostas, hasta 5 mm de ancho, rígidas, estriadas, el nervio principal muy prominente en el envés y algunas hojas dobladas a lo largo de este, la base envainadora. Inflorescencias grandes, paniculadas, densas, en espigas compuestas, hasta de 6 cm, cilíndricas, café-rojizas, masculinas y femeninas, con brácteas escamiformes imbricadas, lanceoladas, hasta 6 mm, carinadas, largamente apiculadas, membranáceas. Flores modificadas, escamosas, los estilos muy largos; los estambres de un amarillo claro. Especies similares: Rynchospora ruiziana Boeckeler.", "distribution": "Desde los Andes de Bolivia hasta Colombia y en Centroamérica hasta México."}, "cyperaceae_uncinia_tenuis": {"description": "Hierbas perennes, cespitosas, hasta de 25 cm de alto. Hojas lineares de hasta 25 cm de largo, 2 mm de ancho, glabras, los márgenes cortantes, agrupadas cerca de la base, aplanadas, la vaina ligulada. Inflorescencia terminal en espiga, 4-5 cm de largo, de color verde-rojizo. Flores unisexuales, abrazadas por una escama persistente; flores estaminadas en la parte superior; flores pistiladas en la parte inferior, más numerosas que las flores estaminadas. Periginio 4 × 2 mm, del ápice del cual salen los 3 estigmas de color vino y la raquilla distalmente uncinada de 5-6 mm de largo, tiene la forma de un verdadero gancho que facilita la dispersión de las semillas. Aquenio trígono, ovoide, de 2,5 mm de largo. Especies similares: Uncinia hamata (Sw.) Urb.", "distribution": "Centro y Sudamérica, desde México hasta Chile y Argentina. En el Ecuador se distribuye en la región andina entre 3000 y 4000 m s.n.m."}, "dryopteridaceae_elaphoglossum_lasioglottis": {"description": "Helechos rupestres, el rizoma rastrero, densamente escamoso. Hojas con el pecíolo articulado a filopodios más oscuros que los pecíolos. Lámina linear, densamente escamosa; las escamas diferentes a las del tallo, de color plateado translúcido en el haz y café translucido en el envés. Soros de color pardo.", "distribution": "De Colombia a Bolivia. En el Ecuador se ha registrado sobre los 3700 m s.n.m."}, "dryopteridaceae_elaphoglossum_lingua": {"description": "Helechos terrestres, algunas veces epifitos que crecen sobre los troncos de Polylepis, con rizomas largos y pueden crecer hasta 40 cm de alto. Hojas oblongo-elípticas, rígidas, con la nervadura central conspicua, el haz densamente tomentoso, las nervaduras paralelas; pecíolo delgado, lustroso. Soros acrosticoides de color café-ferrugíneo. Esporas de color pardo. Elaphoglossum lingua, se reconoce por sus rizomas largamente rastreros provistos de pequeñas escamas de color negro.", "distribution": "De Costa Rica a Bolivia. Ampliamente distribuido en el Ecuador, entre 500 y 4000 m s.n.m."}, "dryopteridaceae_polystichum_orbiculatum": {"description": "Helechos terrestres, con hojas muy estrechas. Rizoma de 2-4 cm de diámetro, no ramificado. Escamas lanceoladas. Hojas hasta de 35 cm de alto, 2 pinnado-crenulado; pinnas hasta 4×1 cm, oblicuas, las pínnulas obtusas, marcadamente revolutas. Raquis sin una yema prolífera, escamas del raquis anaranjado-amarillentas, descolorido cuando envejecen. Soros abaxiales sobre las nervaduras de color café. Especies similares: Polystichum spp.", "distribution": "De Mesoamérica a Bolivia. En el Ecuador se distribuye en los picos más altos, hasta 5000 m s.n.m."}, "ephedraceae_ephedra_rupestris": {"description": "Arbustos hasta de 50 cm de alto, densamente ramificados, color verde oliva; tallos erectos con estrías longitudinales. Hojas reducidas a escamas en anillos espaciados a lo largo del tallo, hasta de 3 mm de largo, color rojo-rosado. Las estructuras reproductivas se llaman estróbilos y son un conjunto de hojas modificadas (brácteas) gruesas, hasta de 8 mm de largo, color verde con rojo-rosado, amarillo o anaranjado, los estróbilos masculinos producen polen, los femeninos llevan óvulos. Las semillas amarillo-anaranjadas están envueltas por las brácteas engrosadas y carnosas, color rojo rosado.", "distribution": "Ampliamente distribuida en los Andes desde Ecuador hasta Argentina."}, "ericaceae_gaultheria_amoena": {"description": "Arbustos enanos, con frecuencia reptantes, rara vez hasta 30 cm de alto. Hojas alternas, de elípticas a subredondeadas, hasta de 20 mm de largo, coriáceas, los márgenes aserrados; pecíolo alrededor de 2 mm. Flores solitarias, los pedicelos 6–10 mm; cáliz alrededor de 5 mm; corola urceolada, alrededor de 7 mm de largo, con 5 lóbulos, de un rosado claro a rosado oscuro; estambres 10. Fruto en cápsula, 5-valvada, rodeada por el tejido carnoso del cáliz acrescente, que da la apariencia de ser una baya, redondeada, alrededor de 8 mm de diámetro, blanca con tintes rojizos.", "distribution": "De Costa Rica a Perú."}, "eriocaulaceae_paepalanthus_pilosus": {"description": "Hierbas hasta de 8 cm de alto, las hojas agrupadas en rosetas basales forman almohadillas pequeñas. Tallos 2–5 cm. Hojas hasta de 20 × 1–2 mm, lanceolado-lineares, glabras con el ápice agudo. Pedúnculos hasta de 8 cm de largo, rígidos, pajizos. Cabezuelas hasta de 5 mm de diámetro, de color blanco-ceniza, solitarias al final del pedúnculo. Flósculos estaminados con los sépalos ovados; tubo de la corola blanco, glabro, las anteras blancas. Flósculos pistilados con los sépalos ovados, negruzco; pétalos espatulados-obovados, de color blanco.", "distribution": "Colombia, Costa Rica, Ecuador, Panamá, Perú, Venezuela."}, "fabaceae_lupinus_tauris": {"description": "Arbustos erectos hasta de 2 m de alto. Hojas alternas, digitadas, en la base del pecíolo existen dos brácteas estipulares, compuestas entre 5 y 7 folíolos, los folíolos lanceolados de alrededor de 1 cm de largo, ligeramente pubescentes. Inflorescencia terminal, flores hasta de 10 mm de largo, papilionáceas, de color azul-morado con tintes magenta, violeta y blanco. Fruto, una vaina hasta de 3 cm de largo, presenta pubescencia blanca y contiene hasta 5 semillas.", "distribution": "Colombia y Ecuador entre los 3000 y 3500 m. Se ha registrado en las provincias de Azuay, Cañar, Carchi, Imbabura, Loja y Pichincha."}, "gentianaceae_gentianella_limoselloides": {"description": "Hierbas pequeñas, hasta de 5 cm de alto, solitarias o en pequeños grupos. Hojas opuestas y amontonadas en la base, espatuladas, hasta 25 mm de largo. Flores solitarias, elevadas sobre un pedúnculo floral hasta 50 mm de largo, el cáliz hasta de 8 mm, con un tubo corto y 5 lóbulos triangulares, largos; la corola hasta 15 mm, los 5 pétalos erectos, color blanco con tintes lilas y nervios violetas; estambres 5.", "distribution": "Endémica del Ecuador, en donde se encuentra ampliamente distribuida en los páramos entre 2500 y 4500 m s.n.m."}, "gentianaceae_halenia_minima": {"description": "Hierbas pequeñas, en floración alcanzan máximo 15 cm de alto, con numerosos tallos, de decumbentes a erectos. Hojas de los tallos vegetativos en una roseta basal, las de los tallos floríferos opuestas a lo largo del corto tallo, angostamente elípticas, hasta 1 cm de largo; pecíolos hasta de 2 cm de largo. Flores solitarias o de 2 a 7, péndulas u horizontales, reunidas en una cima umbeloide, alrededor de 20 mm de largo, color verde-amarillo claro; los pedicelos delgados hasta de 20 mm, el cáliz alrededor de 5 mm, los lóbulos muy cortos, la corola hasta 7 mm, los espolones divergentes, alrededor de 4 mm de largo; estambres 5. Especies similares: Halenia taruga-gasso.", "distribution": "Especie endémica del Ecuador, registrada en páramos de las provincias de Azuay, Loja y Morona Santiago entre 3000 y 4500 m s.n.m."}, "gentianaceae_halenia_taruga-gasso": {"description": "Hierbas pequeñas, 10-25 cm de alto, con numerosos tallos, de decumbentes a erectos. Hojas de los tallos vegetativos en una roseta basal, las de los tallos floríferos opuestas a lo largo del corto tallo, angostamente de elípticas a lineares, hasta 15 mm de largo; pecíolo 2–20 mm. Flores solitarias o en cimas umbeloides de 2 a 8, péndulas u horizontales, hasta de 5 cm de largo, color verde-amarillo claro, el cáliz alrededor 7 mm, la corola hasta 12 mm, los espolones divergentes, hasta de 8 mm de largo.", "distribution": "Endémica del sur del Ecuador, registrada en las provincias de Azuay, Cañar, Loja, Morona Santiago, El Oro y Zamora, entre 2500 y 4000 m s.n.m."}, "geraniaceae_geranium_maniculatum": {"description": "Hierbas perennes, de 2-4 cm de largo, el tallo vegetativo corto. Hojas en una roseta basal, obovadas en contorno, hasta 1.2×1.6 cm, profundamente palmatidivididas en 5 segmentos, el más grande, el central; cada segmento lanceolado, con 1-3 cerdas apicales, el nervio principal elevado en el envés, membranáceas, glabras, brillantes por el haz. Flores solitarias en el centro de la roseta, sobre un pedicelo corto, alrededor de 10 mm, tomentoso, los sépalos alrededor de 6 mm de largo, lanceolados, verdes; los pétalos 5, alrededor de 8 mm de largo, oblongos, erecto-patentes, enteros, glabros, color de blanco a rosado pálido con el centro verde-amarillento, los 5 nervios más oscuros; estambres 10, las anteras amarillentas. Frutos alrededor de 8 mm de largo, erectos, café-rojizos, que proyectan las semillas. Especies similares: Geranium sibbaldioides.", "distribution": "En los Andes desde Colombia hasta Perú. En el Ecuador se distribuye en la zona de páramo entre 3000 y 4500 m s.n.m."}, "geraniaceae_geranium_sibbaldioides subsp. sibbaldoides": {"description": "Hierbas perennes, hasta de 4 cm de alto, forman tapetes pequeños, el tallo vegetativo corto. Hojas en una roseta basal, de contorno poligonal, hasta 17 mm de ancho, profundamente palmatidivididas en 5 segmentos, blanco-pilosos en ambas superficies, el lóbulo más grande el central, cada segmento de lanceolado a oblancelado, hasta 7 mm de largo, el ápice rojizo, membranáceos; pecíolo hasta de 18 mm, delgado, blanco-piloso. Flores solitarias en el centro de la roseta, sobre un pedicelo alrededor 10 mm, piloso; los sépalos alrededor de 6 mm de largo, lanceolados, verdes, con cerdas apicales, los pétalos 5, alrededor de 5 mm de largo, oblongos, erecto-patentes, enteros, glabros, color blanco o rosado pálido con el centro verde-amarillento, los 5 nervios más oscuros, morados; estambres 10, las anteras amarillentas. Frutos alrededor de 5 mm de largo, erectos, café-rojizos, que proyectan las semillas. Especies similares: Geranium maniculatum.", "distribution": "La especie desde Venezuela hasta Bolivia. La subespecie se distribuye en la región andina desde el sur de Colombia hasta el norte del Perú, entre 2700 y 5000 m s.n.m."}, "hypericaceae_hypericum_decandrum": {"description": "Arbustos hasta de 60 cm de alto; tallos de color marrón-rojizo o marrón-amarillento, la corteza exfoliable en escamas irregulares, la ramificación escasa, con 4-6 alineadas. Hojas sésiles, oblanceoladas, 4-15 × 0,7-3 mm, ligeramente coriáceas, apretadas y que se traslapan entre sí. Inflorescencia terminal, las flores solitarias hasta de 20 mm de diámetro, con los pétalos brillantes de color amarillo; estambres amarillos. Cápsula hasta de 5 mm de largo; semillas diminutas.", "distribution": "Andes del Ecuador y norte del Perú, entre 2500 y 4500 m s.n.m."}, "hypericaceae_hypericum_quitense": {"description": "Arbustos muy ramificados, hasta de 1 m de alto; tallo leñoso de color pardo-rojizo. Hojas opuestas, decusadas, angostamente ovadas, hasta de 8 mm de largo, subsésiles. Flores solitarias de color amarillo-anaranjado, abundantes en la parte terminal de pequeñas ramitas, hasta 1 cm de diámetro. Fruto capsular de 4 mm de largo, de color rojizo. Especies similares: Hypericum spp.", "distribution": "Endémica del Ecuador, distribuida ampliamente en el centro y sur de los Andes, en varios hábitats entre los 2000 y 4050 m s.n.m."}, "isoetaceae_isoetes_andina": {"description": "Plantas acuáticas, que crecen formando rosetas duras de 6 a 8 cm de diámetro. Tallos cortos y gruesos de donde se disponen las hojas de manera helicoidal. Hojas de color verde oliva, rígidas, 40–50 mm de largo, la base ensanchada de 5–5,5 mm de ancho, la parte media algo terete transversalmente de 1– 1,5 mm de largo, el ápice agudo. Esporangio ovoide de 5,5 × 2,5 mm de ancho, de color café claro y cubierto por una membrana hialina. Especies similares: Isoetes novo-granadensis.", "distribution": "En los Andes de Venezuela, Colombia y Ecuador, entre 3000 y 4500 m s.n.m."}, "juncaceae_distichia_acicularis": {"description": "Hierbas que forman almohadillas laxas, hasta de 50 cm de diámetro. Plantas individuales hasta de 15 cm de largo, ramificadas, la parte proximal cubierta de hojas marchitas, la parte distal con 6-8 hojas verdes. Hojas divergentes, hasta de 2 cm de largo, abrazadoras entre sí por las vainas prominentes, estas dobladas con forma de U, los márgenes escariosos que continúan en 2 aurículas puntiagudas de hasta 3 mm. Flores solitarias, axilares, dioicas; las flores masculinas con estambres alrededor de 4 mm, las flores femeninas con el estilo filiforme, alrededor de 5 mm, exerto. Especies similares: Distichia muscoides.", "distribution": "Páramos de las cordilleras occidentales del centro y sur del Ecuador entre 3000 y 4500 m s.n.m."}, "juncaceae_distichia_muscoides": {"description": "Hierbas muy apretadas que forman en conjunto almohadillas de varios metros de diámetro. Plantas individuales hasta de 15 cm de largo, ramificadas. Hojas dísticas, pajizas, que se marchitan progresivamente a lo largo del tallo y solo 2 o 3 hojas verdes salen del cojín, dobladas y con forma de V, alrededor de 2 cm, duras y brillantes, los márgenes escariosos, el ápice puntiagudo, los entrenudos cortísimos y las hojas traslapadas. Flores solitarias, axilares, dioicas, los tépalos alrededor de 5 mm, las flores masculinas con estambres, alrededor de 3 mm, las flores femeninas con el estilo filiforme exerto. Fruto en cápsula, alrededor de 6 mm, café-amarillento.", "distribution": "En los Andes desde Colombia hasta el norte de Argentina. En el Ecuador crece en los páramos entre 3500 y 4500 m s.n.m."}, "juncaginaceae_lilaea_scilloides": {"description": "Plantas acuáticas hasta de 40 cm de alto, tienen la forma de un penacho de hojas, las mismas que están dispuestas en un corto tallo. Hojas aciculares, hasta de 35 cm de largo y 2 mm de ancho, la vaina transparente en la base. Inflorescencias en espigas de flores estaminadas y bisexuales en la punta de un tallo estrecho así como flores pistiladas en las axilas bajo el agua, diminutas, alrededor de 2 mm; la flor pistilada se compone de un estilo filiforme extremadamente largo que puede ser de hasta de 20 cm, con un estigma en la punta, que flota sobre la superficie del agua. Especies similares: Lilaeopsis schaffneriana (Schltdl.) J.M. Coult. & Rose.", "distribution": "Desde Estados Unidos hasta Argentina. En el Ecuador se distribuye en la región andina entre 3000 y 4500 m s.n.m."}, "lycopodiaceae_austrolycopodium_magellanicum": {"description": "Plantas herbáceas, rastreras, desparramadas o colgantes de barrancos; el tallo enraizando a intervalos, las ramas hasta 15 cm de largo, ramificadas en forma desigual. Hojas en espiral, laxas, con forma de escamas linear-aciculares, hasta de 5 mm de largo, de un verde claro, apiculadas. Estróbilos terminales hasta de 50 mm de largo, a veces bifurcados, verde-amarillentos; esporofilos dispuestos en verticilos alternos 4, peltados, los márgenes erosos. Se conocía anteriormente como Lycopodium magellanicum. Especies similares: Lycopodium clavatum.", "distribution": "Caribe, Costa Rica, los Andes desde Venezuela a Chile y Argentina. En el Ecuador entre los 2500 y 4500 m s.n.m."}, "lycopodiaceae_lycopodium_clavatum": {"description": "Plantas herbáceas, rastreras, desparramadas o colgantes de barrancos; el tallo enraizando a intervalos, las ramas hasta 50 cm de largo, ramificadas en forma desigual. Hojas en espiral, dispuestas en 10 hileras, con forma de escamas linear-aciculares, hasta de 8 mm de largo, verde claro, que terminan en un pelo largo translúcido. Pedúnculos de hasta 30 cm, simples o ramificados y hasta con 6 estróbilos, los estróbilos hasta de 60 mm de largo, a veces bifurcados, verde-plateados o verde-amarillentos; esporofilos dispuestos en verticilos alternos de 5-6, subpeltados, los márgenes erosos.", "distribution": "Subcosmopolita, ausente de Australia. En el Ecuador se encuentra en la región andina, entre 1000 y 4500 m s.n.m."}, "melastomataceae_brachyotum_alpinum": {"description": "Arbustos o arbolitos hasta de 8 m de alto y 18 cm de DAP; tallo exfoliable de color blanco-grisáceo, la copa redondeada con escaso follaje, las ramas de color rojo-rosado con tricomas blanquecinos. Hojas opuestas, de ovadas a lanceoladas, hasta 1,5 cm de largo, trinervias, con pubescencia tosca blanquecina, el pecíolo corto, rojizo. Inflorescencias ternadas con 3 flores colgantes. Flores 4-meras, pediceladas; cáliz rosado-verdoso, 4-lobulado; corola púrpura, con 4 pétalos traslapados que forman un falso tubo, el estilo rosado. Fruto, una cápsula seca con los restos de los lóbulos del cáliz, con numerosas semillas. Especies similares: Brachyotum jamesonii.", "distribution": "Páramos del Ecuador, entre 2900 y 4500 m s.n.m."}, "montiaceae_montia_fontana": {"description": "Hierbas hasta de 40 cm de largo, semiacuáticas. Tallos muy delgados de color rojizo, ramificados en los nudos, carnosos. Hojas opuestas, oblongo-lanceoladas o algo espatuladas, hasta 10 × 3 mm de largo, con un solo nervio central, a veces redondeadas en el ápice. Flores reunidas en grupos terminales o laterales, muy pequeñas, alrededor de 2 mm; pétalos 5, de color blanco. Especies similares: M. meridiensis Friedrich y M. biapiculata Lourteig.", "distribution": ""}, "onagraceae_oenothera_epilobiifolia": {"description": "Hierbas rastreras hasta de 30 cm. Tallos pubescentes, rosado-rojizos. Hojas alternas, las basales oblongas, hasta 4,5 cm, y las hojas caulinares hasta de 2,5 cm, glabras en el haz y ligeramente tomentosas en el envés, los márgenes aserrados, color púrpura. Flores solitarias, axilares, el pedicelo corto, cubierto densamente por tricomas; pétalos hasta 10 mm, anchamente ovados y traslapados en un falso tubo, rojos con matices amarillos; cáliz dialisépalo con matices púrpuras. Especies similares: Oenothera multicaulis Ruiz & Pav.", "distribution": "De México a Perú. En el Ecuador se distribuye en la cordillera de los Andes, entre 2000 y 4000 m s.n.m."}, "orchidaceae_pterichis_parvifolia": {"description": "Hierbas terrestres de hasta 45 cm de alto. Raíces fasciculadas blancas. Hojas cuando presentes son basales; lámina linear-lanceolada, glabra, de 10 a 15 cm de largo por 1 a 1,5 cm de ancho, base caniculada y ápice agudo, peciolo de 12 a 15 cm de largo. Inflorescencia erecta, sostenida por un escapo de 40 cm de largo, pubescente. Flores con brácteas ovadas glabras de color verde; sépalos pubescentes, ovados, de color amarillo-limón; pétalos papilosos, linear oblongos, con 3 nervios, de color amarillo con líneas cafés; labio triangular cordado papiloso amarillo.", "distribution": "Colombia, Ecuador y Perú; crece en los Andes desde los 2500 hasta los 4000 m."}, "orobanchaceae_bartsia_stricta": {"description": "Subarbustos hasta de 40 cm de alto, pubescentes. Hojas opuestas, hasta de 2 cm de largo estrechamente lanceoladas, los márgenes gruesamente crenados, color púrpura. Inflorescencias espigadas, pubescentes, con brácteas similares a hojas con los márgenes gruesamente crenados, color púrpura-magenta; cáliz 7–9,5 mm, color púrpura-magenta; corola 6–7,2 mm, blanca, bilabiada y galeada, vellosa. Frutos en cápsula, dehiscentes, 8 mm de largo.", "distribution": "De Venezuela a Perú. En el Ecuador se ha registrado en toda la cordillera desde los 3000 m s.n.m."}, "orobanchaceae_castilleja_ecuadorensis": {"description": "Hierbas de hasta 30 cm de alto, el follaje está a menudo teñido de morado. Hojas alternas, hasta 3 cm de largo, lineares, la basales enteras, las apicales divididas en lóbulos estrechos. Inflorescencias en racimos hasta de 5 cm de largo; brácteas con apariencia de pétalos color rojo brillante y que sostienen a cada flor. Flores irregulares, más o menos tubulares, algo recurvadas, hasta 25 mm de largo, color verde claro, con tricomas diminutos.", "distribution": "Endémica del Ecuador. Se ha registrado en Azuay, Cotopaxi, Imbabura y Loja."}, "orobanchaceae_castilleja_nubigena": {"description": "Hierbas perennes hasta de 8 cm; tallos erecto-ascendentes. Hojas alternas, 1-2.5 cm, de lanceoladas a ovadas, pinnatidivididas en lóbulos angostos, sésiles, los márgenes enteros. Inflorescencias en espigas de cortas a alargadas o en racimos; brácteas frecuentemente foliáceas por debajo, a menudo conspicuamente coloreadas y más vistosas que las flores. Flores marcadamente bilabiadas; cáliz tubular; corola de color verdoso pálido, el labio superior entero y estrechamente galeado, que envuelve las anteras; el labio inferior más corto y externo al labio superior en el botón; estambres 4, didínamos, adheridos casi o más arriba de la mitad del tubo de la corola. Fruto en cápsula más o menos asimétrica, ovada o globosa; semillas numerosas. Especies similares: Castilleja fisifolia, Castilleja ecuadorensis.", "distribution": "En los Andes desde Venezuela a Perú. En el Ecuador se encuentra ampliamente distribuida en los páramos entre 3000 y 4500 m s.n.m."}, "plantaginaceae_callitriche_deflexa": {"description": "Plantas herbáceas muy delicadas, acuáticas, flotantes, que forman tapetes finos de color verde claro. Presentan raíces adventicias. Hojas simples, membranáceas, opuestas, brevemente unidas en la base, espatuladas, hasta 3 mm de largo, sésiles. Flores solitarias, unisexuales, axilares, de tamaño diminuto, alrededor de 1,5 mm; pétalos café-liláceo. Cápsulas diminutas, achatadas y dehiscentes, de color oscuro. Especies similares: Callitriche terrestris Raf.", "distribution": "Nativa de Brasil y Argentina, en la actualidad se distribuye desde Estados Unidos hasta Argentina, en Europa y en Asia. En el Ecuador ha sido registrada en los Andes, Costa y Galápagos, desde el nivel del mar hasta los 3500 m s.n.m."}, "plantaginaceae_plantago_tubulosa": {"description": "Hierbas arrosetadas, los rizomas gruesos. Hojas lineares, angostas, hasta de 5 cm de largo, los márgenes escasamente dentados, la base expandida y densamente vellosa. Flores solitarias, verdosas, tubulares, los pedicelos vellosos, con 4 sépalos, ovados, alrededor de 8 mm, la corola tubular, 8-12 mm, con 4 lóbulos alrededor de 1,5 mm de largo. Fruto en cápsula, cuya parte inferior durante la maduración se transforma en un carpóforo tubular de hasta 50 mm de largo. Especies similares: Plantago rigida.", "distribution": "Desde México hasta el NO. de Argentina. En el Ecuador se distribuye en los Andes entre 2500 y 5000 m s.n.m."}, "plantaginaceae_sibthorpia_repens": {"description": "Hierbas diminutas postradas. Hojas alternas, 0,5–2 × 0,5–2,5 cm, enteras, orbiculado-reniformes, profundamente cordadas, los márgenes con lóbulos redondeados, el envés de color lila, con tricomas blancos ascendentes, largamente pecioladas. Inflorescencias axilares de flores solitarias, largamente pediceladas. Flores ligeramente bilabiadas de color lila-rojizo, hasta 3 mm de largo; estambres 4, iguales que salen desde la base de la corola, las anteras con tecas paralelas y contiguas en el ápice.", "distribution": "Regiones montañosas de México, América Central y Andes sudamericanos entre 3000 y 4550 m."}, "poaceae_agrostis_breviculmis": {"description": "Macollas densas cespitosas, los culmos erectos, 3-8 cm de largo; hojas basales dobladas a lo largo del nervio principal, 1,5-3,5 × 0,5 cm; lígula membranácea. Panículas espiciformes, 1-3 cm de largo, las espiguillas de color morado, 2 mm de largo, con un flósculo, las glumas iguales, que cubren totalmente el flósculo, con tricomas escabrosos en la parte dorsal, la lema membranácea, elíptica, 1,4 mm de largo, la pálea ausente.", "distribution": "Desde Venezuela a Chile y Argentina. En el Ecuador se distribuye en la región andina entre 3000 y 4500 m s.n.m."}, "poaceae_agrostis_perennans": {"description": "Hierbas suaves de 20 a 40 cm de alto, las hojas son en su mayor parte basales y forman pequeñas macollas. Hojas basales lineares, acanaladas, 8-15 cm × 1-1,2 mm, las hojas caulinares lineares, 3-5 cm × 1,3 mm. Panículas laxas, 4-12 cm de largo, de color morado, las espiguillas de 2 mm de largo; glumas con un nervio central, ligeramente escabrosas, la lema 5-nervia con una arista dorsal geniculada de 1,5 mm de largo. Especies similares: Agrostis tolucensis.", "distribution": "Especie de amplia distribución en el continente americano. En el Ecuador se ha registrado entre 2000 y 4500 m s.n.m."}, "poaceae_bromus_lanatus": {"description": "Hierbas cespitosas, crecen formando macollas laxas; culmos 15-30 cm de largo, entrenudos cilíndricos, villosos; hojas mayormente basales, la vaina cilíndrica, 3-4 cm de largo, la lígula membranosa, la lámina linear, suave, aplanada, villosa, 10-16 cm × 1,2-1,5 mm. Panículas abiertas con pocas espiguillas grandes, 1,8-2,2 cm de largo, las glumas villosas, oblongo-lanceoladas, 9–10 ×1,1 mm, las lemas villosas, elíptico-oblongas, 13 ×3 mm, con una arista dorsal de 4 mm largo. Especies similares: Bromus lanatus.", "distribution": "Nativa de los Andes, distribuida desde los páramos de Colombia y Venezuela hasta las montañas del norte de Chile y Argentina. En el Ecuador entre 3000 y 4500 m s.n.m."}, "poaceae_calamagrostis_fibrovaginata": {"description": "Macollas suaves, de 20-30 cm de largo; rizomas cortos; vainas fibrosas que envuelven la base de la macolla, la lígula membranosa. Hojas basales, dobladas a lo largo del nervio principal, 6-12 cm de largo, glabras. Panículas contraídas, densas, 4 -6 cm de largo; espiguillas pajizas, fusiformes, 5 mm de largo; glumas elíptico-lanceoladas, subiguales que cubren completamente el flósculo, la primera gluma de 5 mm largo, la segunda gluma de 4,6 mm de largo, la lema membranácea de 2,3 mm de largo con 3 dientes apicales y una arista dorsal geniculada de 3,5 mm de largo, el callo del flósculo barbado con tricomas cortos y largos de color blanco. Especies similares: Agrostis tolucensis.", "distribution": "En los Andes desde Venezuela al Perú. En el Ecuador se distribuye en los páramos entre 3000 y 4500 m s.n.m."}, "poaceae_calamagrostis_steyermarkii": {"description": "Hierbas fasciculadas, de hasta 65 cm. Hojas 15–25 cm de largo, involutas, rígidas, las superiores reducidas, las vainas inferiores cortas, amontonadas, glabras, las del culmo más largas que los entrenudos. Panículas angostas, hasta 18 cm, las ramas delgadas en fascículos distantes, flexuosos, color morado oscuro; glumas alrededor de 3,5 mm, lanceoladas, aquilladas, escábridas. Especies similares: Calamagrostis intermedia.", "distribution": "Endémica de los páramos del Azuay y Cañar, se encuentra entre 3000 y 4150 m s.n.m."}, "poaceae_cortaderia_sericantha": {"description": "Macollas robustas de 30-50 cm de alto; hojas basales con vainas fibrosas que envuelven la base de los tallos y en su parte apical están cubiertas por una densa masa de tricomas largos, blancos, que cubren también la base de la lámina; culmos simples, erectos con una hilera de tricomas barbados bajo los nudos. Hojas involutas, 5-20 cm × 2-3 mm, los márgenes escabrosos. Panículas contraídas, elípticas, 4-10 × 2-3 cm, con ramificaciones cortas y cubiertas por tricomas blancos largos y cortos. Espiguillas lateramente comprimidas con 2 a 3 flósculos; glumas 3-nervias, lanceoladas, color crema, 2,4 cm de largo, que cubren totalmente los flósculos; lema estrechamente lanceolada, 6 mm de largo, con el ápice bífido y una arista apical de 5 mm, originada en la mitad de los lóbulos; pálea lanceolada, 5 mm de largo, con 2 quillas laterales ciliadas; callo cubierto con tricomas blancos, 4-5 mm de largo. Especies similares: Cortaderia bífida Pilg.", "distribution": "En los Andes desde Colombia hasta Perú. En el Ecuador se distribuye en los páramos entre 3300 y 4300 m s.n.m."}, "poaceae_festuca_parciflora subsp. parcifora": {"description": "Macollas delgadas, 25-40 cm de alto, con rizomas cortos; culmos levemente escabrosos, 0,4-0,5 mm de diámetro. Hojas basales, las vainas membranosas; lígula membranosa de 0,8 mm de largo; lámina conduplicada, 6-15 × 0,4 cm, glabra en su mayor parte. Panículas contraídas, 3-8 cm × 3-4 mm, el raquis escabroso; espiguillas lanceoladas, púrpuras, 0,6-0,7 mm de largo, con 2 a 3 flósculos; glumas persistentes membranosas, púrpuras o blancas cuando maduras, la gluma inferior lanceolada, 2,4-2,6 mm de largo, la gluma superior ovada, alrededor de 3 mm de largo; lema membranácea, 6 mm de largo con una arista apical de 1 mm de largo; pálea 0,5 mm de largo, lanceolada de margen alado, densamente piloso. Especies similares: Calamagrostis fibrovaginata.", "distribution": "Festuca parciflora es endémica de los Andes del sur del Ecuador, específicamente en los páramos de las provincias del Azuay y Loja, entre 3600 y 4200 m s.n.m. La subespecie Festuca parciflora subsp. parciflora está restringida a los páramos del macizo del Cajas entre 3500 y 4000 m s.n.m."}, "poaceae_festuca_subulifolia": {"description": "Hierbas robustas, crecen formando macollas densas, hasta 120 cm de alto. Culmos erectos, escábridos, 30-80 cm de largo. Hojas basales involutas, 20-60 cm de largo, las vainas finamente surcadas, ligeramente escabrosas, la lígula membranosa de 1 mm de largo. Panículas contraídas o abiertas en la madurez, 10-30 cm de largo. Espiguillas de color púrpura, 7-8 cm de largo; raquilla cubierta por diminutos dientes; glumas membranáceas, agudas, la primera gluma lanceolada, 3,2-3,5 mm de largo, la segunda gluma oblonga, 5-5,5 mm de largo; lema oblongo-lanceolada, púrpura, escabrosa, 6,5-7 mm de largo con una arista terminal de 1 mm de largo; pálea membranosa, lanceolada, de 6 mm de largo; estambres 3, con anteras de 2 mm de largo; cariópside de forma oblongo-lanceolada. Especies similares: Calamagrostis intermedia.", "distribution": "De Colombia a Perú. En Ecuador ha sido registrada entre 3000 y 4500 m s.n.m."}, "poaceae_poa_pauciflora": {"description": "Hierbas perennes, 20-60 cm de alto, que forman macollas laxas; culmos simples, huecos, cilíndricos, de color verde con manchas púrpuras; hojas basales, la vaina tubular de color púrpura, la lígula membranosa, la lámina plegada, redondeada, con la superficie áspera estrigosa de 4 mm de largo. Panículas abiertas de 10 a 25 cm de largo. Espiguillas lateralmente comprimidas, púrpuras, de 3,3 mm de largo; glumas trinervias de 3 mm de largo; lemas púrpuras, carinadas, de 2,6 mm de largo con un callo y tricomas aracnoides en la base; ovario glabro con 2 estilos plumosos de color blanco.", "distribution": "Andes de Venezuela a Perú. En el Ecuador está registrada entre 3000 y 4500 m s.n.m."}, "polypodiaceae_melpomene_moniliformis": {"description": "Helechos terrestres, rupícolas o epifitos, hasta de 20 cm de alto, los rizomas cortos, rastreros, las escamas rojizas que se vuelven negruzcas; pecíolo hasta 6 cm. Hojas angostas, erectas, divididas en múltiples segmentos más o menos rectangulares de 5 mm de ancho, algo cóncavos, el haz verde-grisáceo, el raquis negro lustroso. Soros redondeados de color café, sin indusio. Esporas de color verde.", "distribution": "Centro y Sur América en zonas montañosas."}, "polypodiaceae_campyloneurum_angustifolium": {"description": "Helechos terrestres o epifitos, hasta de 25 cm de alto. Rizomas largos de 3 mm de ancho. Escamas clatradas, peltadas, lanceoladas. Hojas fértiles e infértiles presentes, largamente lanceoladas, los márgenes enteros; las hojas fértiles más largas y angostas que las infértiles. Pecíolo articulado a filopodios cortos; lámina entera, elíptica. Soros sin indusio, redondeados, dispuestos en una sola hilera entre el raquis y el margen, ubicados en la mitad superior de la lámina. Esporas amarillas.", "distribution": "Especie de amplia distribución, registrada en América y África."}, "pteridaceae_jamesonia_cinnamomea": {"description": "Helechos terrestres, el rizoma de 2 a 3 mm de ancho, rastreros, pubescentes, los tricomas gruesos como cerdas. Hojas hasta de 60 × 1,5 cm, lineares, erectas, pinnadas, pubescentes, el ápice enrollado, indeterminado; contiene más de 100 pinnas, de 4 mm de ancho, redondeadas, casi sésiles, imbricadas y coriáceas, los márgenes típicamente enrollados, nervaduras libres. Soros a lo largo de las nervaduras, sin indusios, protegidos por los márgenes reflexos de las pinnas; esporangios patentes a lo largo de las pinnas. Esporas de color negro. Especies similares: Jamesonia goudotii.", "distribution": "De Ecuador a Bolivia. En el Ecuador se ha registrado en Azuay, Imbabura, Loja, Morona Santiago y Zamora Chinchipe."}, "ranunculaceae_ranunculus_limoselloides": {"description": "Hierbas acuáticas o semi-acuáticas, tallos largos reptantes de hasta 60 cm. Hojas flotantes en la superficie del agua, láminas de elípticas a ovadas de 10 a 15 mm de largo por 5 a 8 mm de ancho; pecíolos delgados y largos de hasta 15 cm, con una vaina basal que envuelve al tallo. Flores emergentes, hasta 7 mm de diámetro, tienen 5 pétalos de color blanco; pistilos numerosos, amarillos. Fruto un pequeño aquenio semiovoideo de 1 mm de diámetro. Especies similares: Ranunculus flagelliformis.", "distribution": "Desde Costa Rica y Venezuela hasta Bolivia. En el Ecuador se encuentra en los Andes, entre 3000 y 4500 m s.n.m."}, "rosaceae_lachemilla_nivalis": {"description": "Hierbas erectas, hasta 0,60 m de alto, con varios tallos desde la base; toda la planta es muy pubescente con largos tricomas de color blanco. Hojas reducidas, hasta 10 mm de largo, unidas formando vainas alrededor del tallo con 10-15 lóbulos angostamente lanceolados. Inflorescencia terminal o axilar con las brácteas florales lobadas. Flores pequeñas 1,8-2,5 mm de largo, de color verde o teñidas de marrón-rojizo; carpelos 3-4 hasta 6; estigma claviforme. Especies similares: Lachemilla hispidula.", "distribution": "De Venezuela a Perú. En el Ecuador se ha registrado desde los 3200 hasta los 4700 m."}, "rosaceae_polylepis_incana": {"description": "Arbustos o árboles hasta de 12 m de alto, el tronco retorcido con la corteza color anaranjado que se desprende en láminas delgadas como papel. Hojas compuestas imparipinnadas, hasta 2 cm, de forma lanceolada u oblonga, crecen amontonadas en las puntas de las ramas, cubiertas por tricomas cortos, escasos, el haz liso. Inflorescencias en racimos simples hasta 8 cm con 4 a 7 flores.  Flores alrededor de 6 mm de longitud, verdosas. Fruto en aquenio dehiscente de 3-5 × 1,5-3 mm. Semillas 2-3 mm de largo. Especies similares: Polylepis racemosa Ruiz & Pav.", "distribution": "Andes desde el norte del Ecuador hasta el sur del Perú y Bolivia."}, "rosaceae_polylepis_lanuginosa": {"description": "Árboles o arbustos de hasta 8 m de alto; los troncos son retorcidos y tienen la corteza color anaranjado, que se desprende en láminas delgadas como papel. Pecíolo de 0,5-1 cm de largo. Hojas 3-6,5 × 3-5,5 cm con 2-4 pares de folíolos; folíolo elíptico de 1,6-3,3 × 0,7-1,8 cm, glabro en el haz y cubierto de tricomas blanquecino-amarillentos en el envés, el raquis con entrenudos seríceos. Inflorescencias en racimos colgantes, ramificados en la base, 5-15 cm de largo con 10 a 20 flores; brácteas florales 5-12 mm de largo, villosas. Flores 5-8 mm de largo, verdosas; sépalos ovados o elípticos; estambres 9-24, las anteras lanosas, mayormente en el ápice; estilo villoso en la base. Fruto fusiforme, 3-6 × 4-8 mm; semillas 2-3 mm de largo. Polylepis lanuginosa se reconoce fácilmente por su abundante pubescencia lanosa de aspecto ferruginoso, concentrado en el envés de sus hojas y base de las ramitas.", "distribution": "Andes del centro y sur del Ecuador. En las provincias de Azuay, Bolívar, Cañar y Chimborazo, entre 2700 y 3800 m s.n.m."}, "rosaceae_polylepis_weberbaueri": {"description": "Árboles o arbustos hasta de 6 m de alto; vaina estipular panosa principalmente en el ápice. Hojas muy amontonadas en la punta de las ramas, 1,5-5 × 0,6-2,5 cm, con 2-4 pares de folíolos; pecíolo 0,2-0,6 cm de largo; raquis con entrenudos panosos o densamente lanosos. Folíolos ovados, 0,7-1,5 cm de largo, la base cordada, los márgenes enteros, revolutos, el envés densamente panoso, el haz piloso. Inflorescencia en racimos simples de 2-8 cm de largo con 4-10 flores. Brácteas florales de 3-4 mm de largo. Flores de 4-6 mm de largo; estambres 8-16, las anteras barbadas; estilo villoso. Fruto turbinado 3-5 × 3-4 mm; semillas 2-3 mm de largo. Especies similares: Polylepis reticulata.", "distribution": "Andes del centro y sur del Ecuador y norte del Perú. En el Ecuador se ha registrado en Azuay, Cañar y Chimborazo, entre 3000 y 4000 m s.n.m."}, "rubiaceae_nertera_granadensis": {"description": "Hierbas postradas, algunas veces forman tapetes esparcidos, enraizando en los nudos; tallos herbáceos; estípulas envainadas en la base, interpeciolares, ampliamente triangulares, enteras o bidentadas. Hojas opuestas, de espatuladas a anchamente ovadas, hasta 8 mm de largo, algo carnosas. Inflorescencias de flores solitarias, terminales. Flores 4-meras; cáliz extremadamente reducido; corola campanulada, de color blanco-crema a blanco-verdoso, los lóbulos patentes, estrechamente ovados; anteras alargadas, exertas; estilo 2-lobulado, exerto. Fruto en drupa, carnosa, globosa, hasta 8 mm de diámetro, anaranjada o roja.", "distribution": "Presenta una distribución transcontinental, Nueva Zelandia, oeste de Australia, Indonesia, Malasia, Papua, Nueva Guinea, Filipinas y Taiwán. En América se distribuye desde Costa Rica hasta Argentina y Chile. En el Ecuador se distribuye en la cordillera de los Andes entre 2000 y 4500 m s.n.m."}, "symplocaceae_symplocos_nana": {"description": "Arbustos hasta de 3 m de alto, brotes tiernos y ramitas glabros, corteza lisa de color marrón, con las cicatrices de las hojas prominentes. Hojas alternas, ovadas u oblanceoladas, 0,8-1,2 × 0,3-0,6 cm, coriáceas, glabras, los márgenes crenados; pecíolo 1-2 mm de largo. Flores solitarias con pedicelo corto; corola rosada, glabra, 5-7 mm de largo; estambres 35-40 en 3 verticilos. Frutos cilíndricos, 10,5-16 × 5,5-11 mm, glabros, de color negro cuando maduros.", "distribution": "De Ecuador a Bolivia. En el Ecuador se ha registrado en Azuay, Loja y Morona Santiago."}, "violaceae_viola_bangii": {"description": "Plantas en roseta, solitarias o en pequeñas almohadillas debido a la ramificación. Hojas de oblongo-lanceoladas a espatuladas, hasta de 20 × 4 mm, verde-brillante con un falso pecíolo membranoso de color púrpura. Flores solitarias entre las hojas, de color blanco, manchado con azul, la garganta amarilla. Fruto en cápsula que emerge ligeramente de las hojas. Especies similares: Viola pygmaea.", "distribution": "En los Andes de Ecuador a Bolivia. En el Ecuador se ha registrado a alturas mayores a 3900 m s.n.m."}, "loranthaceae_aetanthus_nodosus": {"description": "Arbustos parásitos. Ramitas colgantes, dicotómicas, las más jóvenes rojizas. Hojas simples, opuestas, decusadas, elípticas, o menos frecuente ovadas, 5–10 × 3.5–6 cm, crasas, muy quebradizas, enteras, papilosas, la base redondeado-decurrente, el ápice agudo u obtuso; nervadura no visible. Inflorescencia un fascículo; pedicelos y el cáliz rojizos o púrpuras a negros. Flores tubulares, carnosas; cáliz ca. 6 mm de largo, ciatiforme; corola 6–8 cm de largo, roja en ¾ de su longitud, apicalmente amarilla; estambres amarillos; estilo delgado, rojo con bandas amarillas. Fruto una baya ovoide, ca. 1.2 cm, púrpura-negra, jugosa. Semilla solitaria.", "distribution": "Colombia a Perú."}, "melastomataceae_axinaea_macrophylla": {"description": "Arbustos o árboles de 2.5–5 m de alto, algunas veces llegan hasta 15 m. Tallos jóvenes cuadrangulares, las líneas interpeciolares elevadas ca. de 1 mm; glabros o esparcidamente furfuráceos, especialmente en las partes jóvenes. Hojas simples, opuestas, 4.5–10 × 3–5 cm, ovado-elípticas, subcoriáceas, lustrosas, la base aguda a obtusa, los márgenes dentados, ligeramente revolutos en la base, el ápice agudo, ligeramente acuminado, 7-nervias (incluye el par marginal tenue); pecíolos rojizos, 1.5–1.8 cm de largo, ligeramente acanalados. Inflorescencia en panícula terminal, con pocas flores, por lo general pendulares, 4–6 cm de largo. Flores pentámeras, vistosas, 1.5–2.5 cm de largo (incluye el hipanto); pedicelos 0.5–1.2 cm de largo; hipantos color rosado-violeta, urceolados, 5–6 mm de largo; cáliz violeta, truncado, 2-3 mm de largo, con dientes diminutos de color verde; pétalos color violeta a rosados, 1.2–1.7 cm de largo; estambres ligeramente isomórficos, los filamentos rosados, las anteras amarillas, los conectivos globosos, amarillos; estilo rosado. Frutos capsulares, acostillados.", "distribution": "Venezuela a Perú."}, "melastomataceae_axinaea_quitensis": {"description": "Árboles de 5–10 m de alto, glabro. Tallos teretes, flexibles; líneas interpeciolares elevadas ca de 0.2 mm; corteza café-rojiza, lisa. Flores pentámeras, vistosas, 1.5–1.8 cm de largo (incluye el hipanto); pedicelos 0.8–2 cm de largo; hipantos verdes, urceolados, 3–4 mm de largo. Hojas simples, opuestas, 4.5–8 × 3–4 cm, elípticas a ovado-elípticas, subcoriáceas, lustrosas, la base ligeramente atenuada con los márgenes recurvados hacia abajo, los márgenes diminutamente dentados, el ápice agudo,  5-nervias (incluye el par marginal tenue); pecíolos rojizos, 1.7–2.2 cm de largo. Inflorescencia en panícula terminal, por lo general con flores pendulares, 4–6 cm de largo. Cáliz verde, con los márgenes de los lóbulos rojizos, 1–2 mm de largo; pétalos rosado-blanquecinos a blanco-lila con los márgenes más oscuros, 1–1.3 cm de largo, traslapados en botón y semi-abiertos en la floración; estambres ligeramente isomórficos, los filamentos rosados, las anteras color vino, los conectivos globosos, amarillos; estilo rosado. Frutos capsulares, acostillados; semillas numerosas, ovoide-triangulares. Categoría UICN NT (Casi Amenazado).", "distribution": "Ecuador."}, "berberidaceae_berberis_pichinchensis": {"description": "Arbustos hasta 3 m, densamente ramificados, espinosos; madera amarilla. Inflorescencia terminal, racimosa, péndula, con numerosas flores; pedúnculo rojizo. Hojas alteras, amontonadas en los nudos, elípticas, hasta 8 cm de largo, rígidas, los márgenes serrado-espinosos, el haz verde oscuro con nervaduras más claras, el envés verde claro, la nervadura reticulada; pecíolo articulado en la base. Flores amarillo-anaranjadas, con tintes rosados por fuera, 3-meras, ca. 5 mm de diámetro; perianto petaloide; estambres 6, amarillos; estigma grande redondeado. Fruto una baya jugosa, ovoide, ca. 5 mm de largo, verde con tintes rojizos y tornándose negro-morada al madurar.", "distribution": "Ecuador."}, "melastomataceae_brachyotum_ledifolium": {"description": "Arbusto de 1–3 m de alto. Ramitas jóvenes, hojas, hipanto y cáliz cubiertos de indumento estrigoso; corteza fisurada, desprendiéndose en pequeñas láminas delgadas, longitudinales. Hojas simples, opuestas, ovado-elípticas, cartáceas, 1.5–5 × 1–2 cm, la base obtusa, los márgenes  setulosos, el ápice agudo a obtuso, el haz y el  envés estrigosos, trinervias desde la base, con varias nervaduras transversales. Flores solitarias en las axilas de las hojas apicales, péndulas, pediceladas, con un par de brácteas caducas; hipanto campanulado, rojo-anaranjado, 4–8 mm de largo; cáliz con 5 lóbulos conspicuos, triangulares, 5–7 mm de largo; corola con 5 pétalos imbricados, 9–17 mm de largo, amarillo- claro; estilo filiforme, amarillo claro, exerto. Fruto una cápsula seca, encerrado por el tálamo del hipantio; semillas numerosas, diminutas.", "distribution": "Colombia y Ecuador."}, "melastomataceae_brachyotum_lindenii": {"description": "Arbustos de 0.7–2 m de alto. Ramitas jóvenes; envés de las hojas e hipanto cubiertos de tricomas estrigosos; corteza fisurada, desprendiéndose en pequeñas láminas delgadas, longitudinales. Hojas simples, opuestas, ovado-elípticas, cartáceas, 0.7–1.8 × 0.4–0.8 cm, la base obtusa; los márgenes crenulados, setulosos, el ápice agudo; el haz glabro, lustroso, el envés estrigoso sobre los nervios primarios, 3-nervias desde la base con varias nervaduras laterales. Inflorescencia en cimas cortas de 3 a 5 flores, en los ápices de las ramas. Flores, péndulas, pediceladas, con un par de brácteas deciduas; hipanto campanulado, 4–6 mm de largo, rojo-rosado; cáliz con 5 lóbulos triangular-lanceolados, 4–8 mm de largo, ciliados; corola con 5 pétalos, 10–16 mm de largo, negro-morados, ciliados, libres e imbricados formando un falso tubo; estambres el doble número de pétalos; estilo filiforme, rosado o lila, exerto. Fruto una cápsula seca; semillas numerosas, diminutas.", "distribution": "Colombia y Ecuador."}, "scrophulariaceae_buddleja_incana": {"description": "Arbustos o árboles, hasta 8 m de altura. Tallos, hojas y flores recubiertos de un denso tomento lanoso, blanquecino. Hojas simples, opuestas, lanceoladas, 5–15 × 2–5 cm, coriáceas, la base cuneada, los márgenes crenulados o serrados, el ápice acuminado, el haz con las nervaduras prominentes, ampolloso, el envés grisáceo densamente lanoso con tricomas estrellados. Inflorescencia una panícula cimosa, terminal, ca. 5 cm de largo, con 2–3 ejes de ramificación, terminado en cabezuelas compactas, cada cabezuela con 15–40 flores; bractéolas ligulares, 1–3 cm de largo. Flores ca. 3.5 mm de largo; cáliz con 5 lóbulos cremas y pubescencia blanquecina; corola anaranjada, 3–4 mm de largo, con 4 lóbulos reflexos; estambres 4. Fruto capsular, 4–5 mm de largo, bivalvado.", "distribution": "Ecuador y Perú."}, "scrophulariaceae_buddleja_bullata": {"description": "Arbustos o árboles hasta 8 m de altura. Corteza finamente agrietada. Ramitas jóvenes con tricomas estrellados densos que dan un aspecto lanuginoso o lanoso. Hojas simples, opuestas, lanceoladas u oblongas-lanceoladas, 12–18 × 3–6 cm, coriáceas, la base obtusa, los márgenes crenulados, el ápice agudo, el haz bullado; el envés grisáceo, tomentoso, lanuginoso o lanoso, con tricomas estrellados; nervaduras prominentes. Inflorescencia una panícula cimosa, terminal, con 4-5 ejes de ramificación, 5–15 cm de largo, terminando en cabezas, cada cabeza con 6–18 flores; bractéolas ligulares, 1–2 cm de largo. Flores ca. 3.5 mm de largo; cáliz con 5 lóbulos, 1.5–2.5 mm de largo, crema, con pubescencia blanquecina; corola 2.5–3.4 mm de largo, crema o amarilla al madurar, con 4 lóbulos reflexos; estambres 4.", "distribution": "Colombia a Perú."}, "calceolariaceae_calceolaria_perfoliata": {"description": "Hierbas robustas escandentes, hasta 5 m de altura, con tricomas blanquecinos en toda la planta. Inflorescencia cimosa, hasta 20 cm de largo, con numerosas flores. Hojas opuestas, triangular-ovadas, 3–12 × 2.5–8 cm, cartáceas, la base cordata a truncada, los márgenes doblemente serrados, el haz verde claro, el envés blanco-lanado; pecíolos unidos alrededor del tallo. Flores vistosas; sépalos ovados, hasta 15 mm, amarillo-limón, pilosos, ciliados; corola globosa, hasta 18 mm, amarillo brillante, bilabiada, el labio inferior inflado; estambres 2, las anteras grandes, cafés. Fruto una cápsula, ovoide, hasta 7 mm de ancho, pilosa a vellosa, amarillo-limón cuando inmadura.", "distribution": "Costa Rica a Bolivia."}, "ericaceae_ceratostema_alatum": {"description": "Arbustos de 1–1.5 m de alto, raramente epífitos, los tallos estriados, glabros, la corteza grisácea con finos agrietamientos. Hojas alternas, gruesas, coriáceas, elípticas 2–5 × 1–3 cm, la base anchamente cuneada o redondeada, el ápice agudo a redondeado, los márgenes enteros a ligeramente crenados o menudamente serrados; pecíolo corto, erecto, grueso. Inflorescencias axilares, racimosas, con 4–7 flores, glabras. Flores tubulares, conspicuas; cáliz 6–9 mm de largo; corola pentagonal, basalmente dilatada, 35–54 × 12–16 mm de diámetro basal, carnosa, de un carmesí escarlata oscuro, los lóbulos extendidos y marcadamente deflexos, los estambres y el estilo expuestos; pedicelos gruesos, articulados con el cáliz. Frutos bayas pentagonales, ca. 1.5 × 2 cm de diámetro, verde tornando rojizo, ligeramente dulces, el pedicelo craso, rojizo.", "distribution": ""}, "columelliaceae_columellia_oblonga subsp. sericea": {"description": "Arbustos o árboles de hasta 5 m de altura y 15 cm de diámetro. Ramitas jóvenes amarillentas, con tricomas seríceos. Corteza externa grisácea, frecuentemente papirácea. Hojas simples, opuestas, obovadas a espatuladas, 2.5–3 × 0.8–1.5 cm,  semicoriáceas, la base decurrente sobre el pecíolo, los márgenes enteros, el ápice obtuso y mucronado, el haz glabro, lustroso, el envés pubescente, seríceo y blanquecino; pecíolo ca. 10 mm de largo. Inflorescencias en cimas cortas, terminales; los pedicelos ca. 5 mm de largo. Flores vistosas; cáliz verde, densamente pubescente, lóbulos lanceolados, 2–3 mm de largo; corola tubular, amarilla, con 5 lóbulos; estambres 2, amarillos, las anteras conspicuamente plegadas; estigma verde, bilobulado. Fruto una cápsula bilocular, septicida, verde, con numerosas semillas.", "distribution": "Ecuador a Bolivia."}, "coriariaceae_coriaria_ruscifolia": {"description": "Sufrútice de hasta 2 m de altura. Los tallos cuadrangulares, café-rojizos. Las ramas largas, colgantes. Hojas simples, opuestas, ovadas a lanceoladas, ca. 12 × 7 mm, sésiles o subsésiles; la base obtusa-cordada, los márgenes enteros, el ápice agudo a ligeramente acuminado; 3-7 palmatinervias. Inflorescencia racemosa, ca. 25 cm de largo, colgante, con flores numerosas. Flores ca. 5 mm de largo, rojo oscuras; pedicelos ca. 2 mm de largo; estambres 5–7, rosados. Frutos aquenios diminutos, recubiertos por los pétalos engrosados y carnosos, dando una apariencia de pseudo-drupa, ca. 8 mm de diámetro, de color vino-tinto oscuro.", "distribution": "México a Perú."}, "brassicaceae_draba_confertifolia": {"description": "Hierbas ca. 30 cm de alto. Tallos, hojas e inflorescencias cubiertos de abundantes tricomas seríceos. Las hojas viejas se acumulan en la base alrededor del tallo. Hojas simples, opuestas, espatuladas, 18–45 × 4–5 mm, sésiles, caulinares, la base truncada, los márgenes enteros, el ápice agudo, el haz y el envés cubiertos de abundantes tricomas grisáceos. Inflorescencia en racimo, 8–15 cm de largo, por lo general las flores se amontonan apicalmente; bractéolas lineares, 1–1.2 cm de largo.  Flores ca. 11 mm; pedicelo ca. 13 mm; cáliz verde con tintes color violeta, los lóbulos triangulares, ca. 5 mm; corola cruciforme, blanca; estambres amarillos; estilo color violeta, el estigma puntiforme. Fruto una silicua aplanada, ca. 19 × 4 mm, verde, con diminutos tricomas grisáceos.", "distribution": "Ecuador."}, "brassicaceae_draba_obovata": {"description": "Hierbas de ca. 3 cm de alto, solitarias o en grupos pequeños, acaulescentes. Recubiertas con tricomas grises en hojas, flores y frutos.  Hojas basales simples, amontonadas o arrosetadas, espatuladas, ca. 4 × 2 mm, carnosas, la base truncada, el margen entero, el ápice obtuso-mucronado; el haz y envés cubiertos de abundantes tricomas estrellados grisáceos. Inflorescencia en corimbo, terminal, cubierta con tricomas. Flores ca. 4 mm de largo; cáliz verde claro; pétalos 4, traslapados, amarillos o verdosos; el pedicelo ca. 3 mm; estambres 6, amarillos. Fruto una silicua, ovoide y más o menos aplanada, ca. 4 × 2 mm, con abundantes tricomas estrellados, grisáceos, las valvas se separan y dejan un replo membranoso argénteo. Categoría UICN de NT (Casi Amenazado).", "distribution": "Ecuador."}, "dryopteridaceae_elaphoglossum_engelii": {"description": "Helechos terrestres. Rizoma rastrero, corto o largo, generalmente grueso, escamoso, las escamas lanceoladas con cilios, café obscuro a rojizas. Filopodios presentes, ocultos bajo las escamas. Hojas con pecíolo no articulado; lámina linear, entera, 6–25 cm de largo; pecíolo cilíndrico, medianamente grueso, densamente escamoso, las escamas lanceoladas, con cilios. Las láminas infértiles, 6–23 cm de largo, coriáceas, lanceoladas a oblongas, la base ampliamente cuneada, el ápice obtuso, escamosas, las escamas denticulares-estrelladas, color marrón. Láminas fértiles cubiertas totalmente de soros, sin inducio, generalmente más alargadas y más estrechas que las infértiles.", "distribution": "México a Bolivia."}, "loranthaceae_gaiadendron_punctatum": {"description": "Árboles parásitos sobre raíces de otros árboles, crecen hasta 20 m de altura. La corteza agrietada. Hojas simples, opuestas, elípticas u obovadas, 5–12 × 3–5 cm, crasas, tiesas, punteadas por el envés, la base aguda, los márgenes enteros, el ápice obtuso, glabras; nervadura pinnada, los nervios inconspicuos. Inflorescencia una panícula terminal formada de varias cimas, estas con 3 flores, ca. 15 cm de largo, con 3 bractéolas por cada cima. Flores vistosas; el cáliz tubular, 3–5 mm de largo, verde o amarillo; los pétalos 5–6, lineares, 2–3 cm de largo, amarillo-mostaza, recurvados; estambres 5–6, adnados a los pétalos, 2–3 cm de largo. Fruto una baya globosa o redondeada, ca. 1 cm de largo, amarilla o rojo-anaranjada en la madurez.", "distribution": "Nicaragua a Perú."}, "gentianaceae_gentianella_foliosa": {"description": "Hierbas perennes, solitarias o en grupos, hasta 50 cm de alto; tallos decumbentes, erectos. Hojas opuestas, arqueadas, aquellas de la base oblongo-oblanceoladas, hasta 8 cm de largo, las más altas ovado-lanceoladas, con 3 a 7 nervaduras, el ápice subagudo, verdes con tintes morados. Flores terminales o en cimas dicasiales, a veces solitarias, hasta 25 mm de largo. Corola de 20–36 mm de largo, globosa, de un rosa-violeta pálido a un azul-violeta con venas más oscuras, el tubo corto, estambres 5, rosa-violeta, las anteras moradas; ovario amarillento, el estigma bilobulado. Cáliz tubular, hasta 18 mm de largo, los lóbulos hasta 1.3 veces el largo del tubo, lanceolados a agudamente triangulares, rojo-morados. Categoría UICN de LC (Preocupación Menor).", "distribution": "Ecuador."}, "gentianaceae_gentianella_jamesonii": {"description": "Hierbas perennes; tallos solitarios o en grupos, robustos, decumbentes a suberectos, hasta 2 m de alto. Hojas opuestas, hasta 13 cm de largo, lanceoladas a ovadas, de 3 a 7 nervaduras, largamente acuminadas. Flores en una cima umbeloide terminal de 4–13 o a veces en fascículos auxiliares o en cimas de 3–5, hasta 11 cm de largo. Cáliz hasta 17 mm de largo, de color morado rojizo, cortamente tubular y los lóbulos angostamente lanceolado-triangulares, acuminados; corola hasta 30 mm, cilíndrico-campanulada, roja o anaranjada con venas rojas, los lóbulos ovado-elípticos, obtusos a subagudos. Estambres 5, de un rosado pálido a oscuro, las anteras azul-moradas. Ovario morado, el estigma bilobulado, morado-magenta. Categoría UICN de EN (En Peligro).", "distribution": "Ecuador."}, "asteraceae_gynoxys_hallii": {"description": "Arbustos o árboles hasta 6 m de altura. Ramitas opuesto-decusadas, grises. Ramas, envés de las hojas e inflorescencias densamente blanco-lanosas. Corteza parda, agrietada. Hojas simples, opuestas, decusadas, oblongas u oblongo-lanceoladas, 5–8 × 1–3 cm, la base redondeada u obtusa, los márgenes enteros y engrosados, el ápice agudo, el haz verde brillante, el envés completamente gris y tomentoso por la presencia de tricomas muy densos; nervadura pinnada, los nervios secundarios poco visibles. Inflorescencia una panícula terminal con ramitas opuesto-decusadas, ca.7 cm de largo, formada de varios capítulos. Flores alrededor de 15 por capítulo, amarillas. Capítulos 1–1.4 cm de largo, grises. Flores externas con lígulas oblongo-espatuladas, amarillas, con la base atenuada y el ápice con 3–4 dientes; flores internas tubulares con 5 lóbulos triangulares cortos, recurvados; estilo con 2 ramas recurvadas.", "distribution": "Colombia a Bolivia."}, "rosaceae_herperomeles_ferruginea": {"description": "Árboles hasta 10 m de altura, la copa ancha, muy densa. Corteza fuertemente agrietada. Ramas, envés de las hojas y cáliz cubiertos de un denso tomento ferrugíneo. Hojas simples, alternas, ovado-oblongas, 5–10 × 4–6 cm, serradas, tiesas, el envés ferrugíneo por la presencia de tricomas muy densos, la base redondeada o truncada, los márgenes serrados o dentados, el ápice obtuso; nervadura pinnada, prominente por el envés. Inflorescencia una cima terminal, ca.10 cm de largo. Flores numerosas; receptáculo cupuliforme, profundo; cáliz con 5 lóbulos ovados, pardos, 2–3 mm de largo; pétalos 5, blanquecino-rosados, obovados con la base decurrente, ca. 10 mm de largo. Fruto un pomo, más o menos redondeado, ca. 1 cm de diámetro, truncado en el ápice, verde tornando rojo-púrpura, agridulce.", "distribution": "Venezuela a Bolivia."}, "orobanchaceae_lamouroxia_virgata": {"description": "Hierbas perennes, leñosas en la base, 0.6–1.2 m de alto. Tallos erectos o apoyados en la vegetación circundante. Ramas numerosas, ascendentes, alargadas, con pelos suaves, cortos y en líneas decurrentes hacia la base de la hoja. Hojas opuestas y decusadas, lanceoladas, 1.5–4 × 3-8 mm, glabras, verdes con tintes cafés, sésiles o con pecíolos cortos, el ápice agudo, los márgenes dentados, con dientes ascendentes, algunas veces crenados y revolutos. Inflorescencias en racimos, cubiertos con pelos suaves muy cortos, a menudo brácteas en forma de hoja; pedicelos de 3–10 mm de largo. Cáliz 10–16 mm largo, glabro a puberulento, los lóbulos de 5–12 mm de largo, ampliamente lanceolados, agudos o apiculados, verdes con tintes rojizos. Corola bilabiada, densamente puberulenta por fuera, magenta o violeta, el interior del labio superior de la corola de color rosa pálido, 27–42 mm de largo, el perianto y el labio inferior 8–15 mm de largo, el tubo y la garganta comprimidos lateralmente.", "distribution": "Colombia y Ecuador."}, "ericaceae_macleania_rupestris": {"description": "Arbustos epífitos o terrestres, 0.6–2 m de alto; tallos glabros a moderadamente pubescentes, las amitas glabras a densamente pilosas, los vellos cortos. Hojas alternas, 4–8 × 2–5 cm, elípticas, ovadas a coriáceas, oblongas, la base redondeada a cuneada, raramente cordata, los márgenes enteros, el ápice obtuso o redondeado. Inflorescencia racimosa, con 10–20 flores. Racimos a menudo dirigidos hacia atrás; corola cilíndrica a largamente urceolada, 10–15 mm de largo, carnosa, rosado claro a rosado oscuro; estambres amarillos; estilo rosado oscuro. Cáliz, 5–7 mm de largo, ciatiforme con 5 dientes diminutos, verde claro; pedicelos engrosados. Frutos bayas esféricas, 12–15 mm de diámetro, glabras, carnosas, blanco-verde.", "distribution": "Costa Rica a Bolivia."}, "melastomataceae_miconia_bracteolata": {"description": "Arbustos o árboles de 3–15 m de alto. Ramas jóvenes, pecíolos, envés de las hojas e inflorescencias cubiertos de un denso indumento de tricomas pinoideos, ocre-amarillentos a ferrugíneos. Hojas simples, opuestas, 4–6 × 1.5–3 cm, oblongo-elípticas, subcoriáceas, la base ligeramente obtusa, los márgenes enteros, el ápice agudo; el haz escasamente puberulento, lustroso; el envés densamente puberulento, con tricomas color ocre-amarillento a café claro. Inflorescencias en cimas terminales, de 8–10 cm de largo, con abundantes flores. Flores pentámeras, subsésiles, 5–6 mm de largo; hipanto terete, 2–3 mm de largo, cubierto de una densa capa de tricomas pinoideos; cáliz de 0.5–1 mm de largo; pétalos blanco-crema; estambres dimórficos, blanquecinos; estigma capitado. Fruto una baya verdosa, esparcida a densamente puberulenta; semillas numerosas.", "distribution": "Colombia, Ecuador y Perú."}, "melastomataceae_miconia_corymbiformis": {"description": "Árboles de 4–15 m de alto, glabro. Ramas robustas, marcadamente cuadrangulares. Corteza fisurada, café-rojiza; madera dura. Hojas simples, opuestas, 6–17 × 5–9 cm, oblongo-elípticas, coriáceas, la base obtusa a redondeada, los márgenes enteros, el ápice agudo a ligeramente acuminado, el haz lustroso, glabro, el envés escasamente furfuráceo sobre los nervios; pecíolos rojizos, 2.5–6 cm de largo. Flores pentámeras, 8–12 mm de largo; un par de bractéolas caducas en la floración; hipanto terete, verde-amarillento, con tintes color rojo vino, glabro, 5–7 mm de largo; cáliz rojizo, los lóbulos redondeados, con un diente externo agudo, proyectado apicalmente; pétalos color crema a amarillo pálido, de 4–5 mm; estambres color crema, anteras blancas; estigma capitado. Infrutescencia en panícula de aspecto corimbiforme, robusta, de 12–20 cm de largo.  Fruto una baya verde-grisácea; semillas numerosas.", "distribution": "Colombia y Ecuador."}, "melastomataceae_miconia_crocea": {"description": "Arbustos o árboles de 1.5–10 m de alto, glabro. Tallos teretes, duros y flexibles. Corteza café grisácea. Ramas fragantes. Inflorescencia en panícula multiflora, de 7–11.5 cm de largo. Hojas simples, opuestas, 4.5–10.8 × 2–3.8 cm, ovado-elípticas a elíptico-lanceoladas, subcoriáceas, la base obtusa, los márgenes setuloso-aserrados, el ápice agudo a ligeramente acuminado; el haz, lustrosos, glabro, el envés densamente hirsuto en las axilas de los nervios primarios; pecíolos rojizos, 1–2.5 cm de largo. Flores 6-7-meras, 6–8 mm de largo; hipanto terete, verde claro, 3–4 mm de largo; cáliz tubular, verde-rojizo, los lóbulos con dientes externos agudos, proyectados apicalmente; pétalos blancos, 2–3 mm de largo; estambres amarillos; estigma capitado. Infrutescencia con numerosos frutos. Fruto una baya morado-grisácea, jugosa; ápice del cáliz cuando seco, se repliega formando un reborde blanquecino; semillas numerosas.", "distribution": "Colombia y Ecuador."}, "malvaceae_nototriche_phyllanthos": {"description": "Hierbas acaulescentes, formando almohadillas pequeñas a ras del suelo. Los tricomas estrellados, blanco-gris. Ramificadas bajo el suelo. La raíz leñosa, profunda. Hojas alternas, amontonadas en la punta de los tallos, profundamente palmati-lobuladas, ca. 10 × 15 mm, con 3–5 lóbulos y cada uno dividido en varios segmentos angostos de ca. 2 mm de ancho, el haz densamente gris-pubescente, el envés verde brillante; pecíolo ensanchado, envainador, las estípulas laterales, agrandadas. Flores solitarias entre las hojas, erectas, muy vistosas; cáliz ca. 10 mm de largo, profundamente lobulado, los lóbulos triangulares, densamente estrellado-pubescentes; corola hasta 25 mm, con 5 pétalos libres, traslapados en la base, azul-violeta intenso, con el centro blanco y verde-amarillento basalmente. Estambres fusionados formando una columna glabra, amarilla en la base, blanca distalmente, ligeramente más corta que la corola, las anteras amarillas amontonadas en el ápice de la columna; estigmas surgiendo entre las anteras, rosados. Fruto de mericarpos hirsutos, rostrados. Categoría UICN de LC (Preocupación Menor).", "distribution": "Ecuador."}, "araliaceae_oreopanax_ecuadorensis": {"description": "Árboles hasta 10 m de altura, copa ancha, densa.  Corteza parda, fuertemente agrietada. Ramitas con cicatrices agrupadas dejadas por la caída de estípulas. Ramas, pecíolos, envés de las hojas e inflorescencias cubiertas por un denso tomento lanoso color ocre-crema. Hojas alternas, helicoidales, ligera o marcadamente 3–5 lobuladas o enteras, muy variables en tamaño, 10–30 × 5–20 cm, coriáceas, glabras y brillantes por el haz, lanuginosas por el envés; la base redondeada, truncada; los márgenes con dientes dispersos, el ápice acuminado, obtuso o redondeado; palmatinervias, las nervaduras conspicuas en el envés. Inflorescencia una panícula terminal de cabezas, ca. 30 cm de largo, las cabezas ca. 2 cm de diámetro, amontonadas. Flores numerosas, comprimidas en cada cabeza; cáliz reducido a un anillo; pétalos ovado-lanceolados, ca. 3 mm de largo, blanco-cremas; estambres 5. Fruto una drupa, globosa, ca. 1 cm de diámetro, negra al madurar.", "distribution": "Colombia, Ecuador y Perú."}, "rosaceae_polylepis_pauta": {"description": "Árboles hasta 8 m de altura. Corteza multilaminada, las láminas cartáceas, marrón-rojizas, se desprenden con el crecimiento. Las partes jóvenes con tomento blanquecino. Yemas pilosas. Hojas imparipinnadas, agrupadas al extremo de cortas ramitas, 6–10 cm de largo. Folíolos 5–9, oblongos, espatulados o menos frecuente obovados, 2–3 × 0.6–1.1 cm, la base oblicua, los márgenes serrados, el ápice emarginado, glabros por el haz, pubescentes por el envés, tricomas adnados. Inflorescencia un racimo péndulo, hasta 12 cm de largo, el raquis blanco-tomentoso, las brácteas lanceoladas, ca. 1 cm de largo, pilosas. Flores con 4 sépalos verdes, ca. 5 mm de largo; pétalos ausentes; estambres numerosos con anteras púrpuras. Fruto incluido en el hipanto, 2–6 mm de largo, con varios aguijones.", "distribution": "Colombia a Perú."}, "grossulariaceae_ribes_andicola": {"description": "Arbustos hasta 2.5 m de altura, muy ramificados, más o menos escandentes. Ramitas con numerosas cicatrices derivadas de estípulas caducas. Hojas agrupadas al final de cortas ramitas, ovadas, más o menos trilobadas, 1–4 cm de largo, los márgenes doblemente serrados, la base redondeada o subcordata, el ápice agudo; nervadura 5-nervia; pecíolo alado en su parte media basal, 1–2.5 cm de largo, estípulas presentes. Inflorescencia axilar, en racimo péndulo, 4–7 cm de largo; cada flor acompañada de una bractéola lanceolada de 3–5 mm de largo. Flores funcionalmente unisexuales, 3–4.5 mm de largo, rojo oscuras; cáliz 2–3 mm de largo; pétalos 5, 1–2 mm de largo. Fruto una baya, redondeada, 4–6 cm de diámetro, roja o anaranjada; semillas numerosas.", "distribution": "Venezuela a Ecuador."}, "grossulariaceae_ribes_hirtum": {"description": "Arbustos hasta 2.5 m de altura, muy ramificados. Ramitas con numerosas cicatrices derivadas de estípulas caducas. Yemas hirsutas. Hojas agrupadas al final de cortas ramitas, ovadas, más o menos trilobadas, 1–5 cm de largo, el haz glabro, el envés pubescente, los márgenes doblemente serrados, la base redondeada o cordata, el ápice agudo; la nervadura 5-nervia; pecíolo alado, 1–2.5 cm de largo con el margen ciliado; estípulas presentes. Inflorescencia axilar, un racimo péndulo, 4–8 cm de largo; cada flor acompañada de una bractéola lanceolada de 4–6 mm de largo. Flores funcionalmente unisexuales, 7–11 mm de largo; cáliz 2–3 mm de largo pubescente; pétalos 5, 1–2 mm de largo, cáliz y pétalos rosados; ovario hirsuto, verde o rosado. Fruto una baya casi redondeada, 6–10 mm de diámetro, roja al madurar; semillas numerosas.", "distribution": "Colombia y Ecuador."}, "lamiaceae_salvia_pichinchensis": {"description": "Arbustos hasta 1.5 m de alto. Tallo cuadrangular de ca. 4 mm de diámetro, con tintes azulados, tricomas blancos. Hojas simples, opuestas, elípticas, 3–10 × 1–6 cm, la base subcordado-oblicua, los márgenes serrados, el ápice agudo, el haz ampolloso con tintes amarillo-verdosos, el envés con abundantes tricomas; nervadura conspicua, pinnada, reticulada; estípulas infrapeciolares. Inflorescencia en verticilastros bracteados, ca. de 21 cm de largo. Flores ca. 16 mm de largo; cáliz tubular, bilabiado, verde con los lóbulos triangulares, mucronatos, con los bordes superiores púrpura; corola tubular, bilabiada, azul-claro, con tintes blanco, labio superior erecto; estambres 2, ascendiendo paralelamente bajo el labio superior junto con el estilo largo, bífido cerca del ápice.", "distribution": "Ecuador."}, "solanaceae_saracha_quitensis": {"description": "Arbustos hasta 5 m de altura. Ramitas a menudo terminadas en espinas rígidas, o estas sobre el tronco, las ramitas más jóvenes con escamas o protuberancias de 0.5–1 mm de largo que dan un aspecto rugoso. Hojas simples, alternas, helicoidales, 1–5 ×1–3 cm, coriáceas y algo crasas, glabras, la base obtusa, los márgenes enteros, el ápice obtuso o redondeado, el haz glabro y brillante, el envés con puntuaciones o rayitas cortas; nervaduras conspicuas en ambas superficies. Inflorescencia en fascículos terminales o sobre las ramitas, con 2–5 flores; cáliz anchamente tubular, ca. 4 mm de largo, terminado en 5 lóbulos agudos, verde; corola tubular, 1–2.3 cm de largo, terminado en 5 lóbulos expandidos, violeta; estambres 5, las anteras azul-verde. Fruto una baya redondeada, ca. 1 cm de diámetro, sobre el cáliz persistente, verde tornando morada; semillas numerosas.", "distribution": "Venezuela a Perú."}, "loranthaceae_tristerix_longebracteatus": {"description": "Arbustos parásitos sobre ramas de otras plantas. Ramas hasta 1.5 m de largo. Inflorescencia un racimo terminal. Hojas simples, opuestas, lanceoladas, 5–8 × 3–5 cm, crasas, verde, con tintes rojizos o violáceos, la base obtusa o redondeada, los márgenes enteros, el ápice agudo, glabras; nervaduras inconspicuas. Flores vistosas, acompañadas cada una de una bráctea oblonga, 2–3 cm de largo; cáliz ciatiforme, 3–5 mm de largo, verde; corola tubular, 4–6 cm de largo amarillo-rojiza, con 4–6 lóbulos espatulados y recurvados; estambres 5–6, adnados a la corola, amarillos; las anteras rojizo-anaranjadas. Fruto una baya, ca. 1 cm de diámetro, redondeada, verde tornando morada; semillas diminutas.", "distribution": "Colombia a Perú."}, "elaeocarpaceae_vallea_stipularis": {"description": "Árboles hasta 7 m de altura. Corteza superficialmente agrietada. Hojas simples, alternas, ovadas, 3–9 × 2–6 cm, membranáceas, glabras excepto por los mechones de tricomas en las axilas basales por el envés, la base truncada o subcordada, los márgenes enteros, el ápice agudo; nervadura pentanervia en la base y luego pinnada; pecíolo ligeramente engrosado y curvado en el ápice, 2–4 cm; estípulas foliáceas. Inflorescencia axilar, una cima laxa con pocas flores, ca. 8 cm de largo. Flores vistosas; cáliz con 5 sépalos oblongo-lanceolados, 4–5 mm de largo; pétalos 4–5, trilobulados, 0.8–1.1 cm de largo, rosados; estambres numerosos, negros. Fruto una cápsula tuberculada, irregularmente dehiscente por 3–5 valvas, ca. 1.2 cm de diámetro.", "distribution": "Venezuela a Bolivia."}, "scrophulariaceae_buddleja_pichinchensis": {"description": "Arbustos o árboles hasta 6 m de altura. Ramas opuesto-decusadas. Tallos, hojas y flores recubiertos de un denso tomento lanoso gris-blanquecino. Hojas simples, opuestas, lanceoladas, 4–7 × 0.5–2.5 cm, coriáceas, la base obtusa o aguda, los márgenes crenulados, el ápice acuminado, el haz ampolloso, el envés lanuginoso, grisáceo, con tricomas estrellados; nervadura elevada en el haz. Inflorescencia una panícula cimosa, terminal, ca. 8 cm de largo, formando 2–3 niveles de ramificaciones, y terminado en varias cabezuelas compactas; cada cabezuela con 15–24 flores. Corola 3–5 mm de largo, amarilla a anaranjada, con los lóbulos recurvados; cáliz 5–7 mm de largo, densamente lanoso. Fruto capsular, ovoide, 6–10 mm de largo, bivalvado, con verticilos florales persistentes.", "distribution": "Colombia, Ecuador y Bolivia."}, "gentianaceae_halenia_pulchella": {"description": "Hierbas perennes; los tallos decumbentes o estoloníferos, hasta 18 cm de alto, simples o con pocas ramas. Tallos florales hasta 13 cm de alto. Flores nutantes, en pedicelos ascendentes de hasta 20 mm. Inflorescencia en una cima umbeloide de 3-9, solitarias o en conjunto. Hojas opuestas, verticiladas, numerosas, amontonadas, 8-30 × 4-9 mm, en las partes bajas y en los tallos vegetativos son más juntas, ascendentes, angostas, espatuladas, elípticas a obovadas, obtusas a agudas, en las partes más altas elípticas u oblanceoladas a espatuladas-obovadas, agudas o acuminadas. Cáliz cortamente tubular, 4.5-8.5 mm, los lóbulos oblongo-lanceolados, erectos, hasta 2 mm de ancho, agudos a apiculados; corola hasta 12 mm, de un verde amarillento a amarillo, los lóbulos ovados, hasta 4 mm de ancho, con dientes cerca del ápice, subagudos a agudos, con espolones delgados, recurvados y péndulos, hasta 3.5 × 1.5 mm.", "distribution": "Ecuador."}, "colors": {"blue": "blue", "brown": "brown", "cone": "cone", "green": "green", "orange": "orange", "pink": "pink", "purple": "purple", "red": "red", "white": "white", "yellow": "yellow"}, "life_forms": {"aquatic": "aquatic", "cushion": "cushion", "grass": "grass", "herb": "herb", "liana": "liana", "rosette": "rosette", "shrub": "shrub", "tree": "tree"}, "places": {"azuay": "azuay", "bolivar": "bolivar", "canar": "canar", "carchi": "carchi", "chimborazo": "chimborazo", "cotopaxi": "cotopaxi", "el oro": "el oro", "esmeraldas": "esmeraldas", "imbabura": "imbabura", "loja": "loja", "los rios": "los rios", "moronasantiago": "moronasantiago", "napo": "napo", "pastaza": "pastaza", "pichincha": "pichincha", "sucumbios": "sucumbios", "tungurahua": "tungurahua", "zamorachinchipe": "zamorachinchipe"}}